[
  {
    "id": 1,
    "name": "ماکوان کەریم",
    "image": "https://github.com/sahanddler/rsm/raw/main/makwan.png",
    "description": "نووسەری بەناوبانگی کورد",
    "history": "ماکوان کەریم، ناوی تەواوی خەسرەوعەبدولکەریم سەعید، لەدایکبووی (١٩٧٧)ە لە پێنجوێن، خاوەنی بڕوانامەی ماستەرە ھەروەھا خاوەنی ڕۆژنامەنووسانی نێودەوڵەتی کوردستانە. بڕوانامەی لە زانکۆی ئێڵ ئێچ سی بەدەسھێناوە لە بەریتانیا، دامەزرێنەری پێگەی پێغەمبەری خودایە.",
    "birthYear": 1977,
    "booksCount": 19
  },
  {
    "id": 2,
    "name": "خالید ئێرتوغرول",
    "image": "https://github.com/sahanddler/pdf/raw/main/khalid.png",
    "description": "نووسەری بەناوبانگی تورک",
    "history": "نوسەرێکی تورکی ناودارە، خاوەنی چەندین ڕۆمان و چیرۆکە کە ناوەڕۆکی بەسەرھاتەکانیان لە چیرۆکی ڕاستەقینەوە وەرگیراون، بەشێک بەرھەمەکانی وەرگێڕدراونەتە سەر زمانە جیھانییەکان لەوانەش زمانی کوردی.. خالید ئێرتوغرۆل لە شاری ئادیامان ھاتۆتە دنیاوە لە تورکیا، خوێندنی سەرەتایی ھەر لەو شارە تەواو کردووە، دواتر پەیمانگەی زانستی نێغەدە و کۆلێژی زانستە پەروەردەیەکانی تەواوکردووە، و دواتر ماستەری بە دەستھێناوە و تا دواجار پلەی دوکتۆرای وەرگرتووە لە زانکۆی ساکاریا لە بەشی زانستە کۆمەڵایەتیەکان.",
    "birthYear": 1950,
    "booksCount": 2
  },
  {
    "id": 3,
    "name": "د.عبدالواحد محمد",
    "image": "https://github.com/sahanddler/pdf/raw/main/abdiw.png",
    "description": "دکتۆر و نووسەری کورد",
    "history": "دکتۆر عبدالواحد (لەدایکبووی ١٩٧٣ لە سلێمانی) لە بواری بانگەوازكردن بۆ ئایینی ئیسلامدا كار و چالاكی زۆری هەیە و بە سەدان كۆڕ و وانەو دەیان كتێب و نووسین و ماڵپەر و پەیجی كۆمەڵایەتی خزمەتی كردووە",
    "birthYear": 1973,
    "booksCount": 1
  },
  {
    "id": 4,
    "name": "ئارام کاکەی فەلاح",
    "image": "https://github.com/sahanddler/pdf/raw/main/aram.png",
    "description":  "نووسەری بەناوبانگی کورد",
    "history": "ئارام ئەمین فەلاح (لەدایکبوون ٩ی حوزەیرانی ١٩٦٣) ڕۆماننوس و چیرۆکنووسی کوردە.\nسەرەتای ھەشتاکانەوە دەنووسێت و یەکەم چیرۆکی بڵاوکراوەی بە ناوی تابلۆ لە ڕۆژنامەی ھاوکاری لە ساڵی ١٩٨٣دا بڵاوبووەوە.",
    "birthYear": 1963,
    "booksCount": 3
  },
  {
    "id": 5,
    "name": "عەزیز نەسین",
    "image": "https://github.com/sahanddler/pdf/raw/main/azez.png",
    "description": "نووسەری بەناوبانگی تورک",
    "history": "عەزیز نەسین (بە تورکی: Aziz Nesin) ناوی ڕاستی محەمەد نەسرەت نێسینە، لەدایکبووی ساڵی ١٩١٥ لە نزیک ئیستەنبوڵ، بە ئەسڵ کوردە. دادەنرێت بە یەکێک لە باشترین نووسەرەکانی جیھان و یەکێکە لە لوتکەکانی ئەدەبی تورکی بەتایبەتی لە بواری تەنز و کۆمیدیای ڕەشدا.",
    "birthYear": 1915,
    "booksCount": 8
  },
  {
    "id": 6,
    "name": "لیۆ تۆڵستۆی",
    "image": "https://github.com/sahanddler/pdf/raw/main/leo.png",
    "description": "نووسەری بەناوبانگی ڕووسی",
    "history": "لیۆ تۆلستۆی (Лев Николаевич Толстой) لەدایکبووی ١٨٢٨ - مردووی ١٩١٠، نووسەری ناوداری ڕووسیە. شاکارەکانی شەڕ و ئاشتی و ئانا کارێنینا بە ناوبانگترین بەرھەمەکانیە.",
    "birthYear": 1828,
    "booksCount": 3
  },
 {
  "id": 7,
  "name": "دیل کارنگی",
  "image": "https://github.com/sahanddler/pdf/raw/main/del.png",
  "description": "نووسەری بەناوبانگی ئەمریکی",
  "history": "لە ساڵی 1888 لە شاری ماڕیڤاڵ لە ویلایەتی میزوریی ئەمریکا لەدایکبووە. لە خێزانێکی جوتیاری هەژاردا پەروەردە کراوە. هەر لە مناڵییەوە، بەهۆی هەژارییەوە لە قوتابخانەدا هەستی بە کەمی و جیاوازی لەگەڵ هاوڕێکانی کردووە. لە هەمان تەمەنەوە، تایبەتمەندی وتاربێژی و ڕەوانبێژی تێیدا دەرکەوتووە و وەک قسەکەر و قایلکەرێکی زۆر باش ناسراوە. دوای تەواوکردنی خوێندن، چەندین کاری جیاواز کردووە بۆ دابینکردنی پێداویستییەکانی ژیان. پاشان چووەتە ویلایەتی نەبراسکا و وەک دەڵاڵ و بانگەشەکار بۆ قوتابخانەیەک کاری کردووە، بەڵام لەو کارەدا سەرکەوتوو نەبووە.",
  "birthYear": 1888,
  "booksCount": 6
},
 {
  "id": 8,
  "name": "عەلی فەتحی",
  "image": "https://github.com/sahanddler/pdf/raw/main/ali.png",
  "description": "نووسەری بەناوبانگی کورد",
  "history": "عەلی فەتحی لە ساڵی 1960 لە شاری شنۆ لەدایک بووە. خوێندنی سەرەتایی و ناوەندی لەو شارە تەواو کردووە. ساڵی 1986 بۆ خوێندنی باڵا ڕووی لە وڵاتی یۆنان کردووە و ماستێری مێعماری (ئارشیتێکت) لە زانستگای پۆلی تێکنیکی ئاتێن وەرگرتووە. ساڵی 1994 مافی پەنابەری لە وڵاتی سوید وەرگرتووە و دانیشتووی شاری ستۆکهۆڵمە.",
  "birthYear": 1960,
  "booksCount": 1
},
{
  "id": 9,
  "name": "بەختیار عەلی",
  "image": "https://github.com/sahanddler/pdf/raw/main/baxtyar.png",
  "description": "نووسەری بەناوبانگی کورد",
  "history": "بەختیار عەلی لە 1960 لە سلێمانی، عێراق لەدایکبووە. ڕۆماننووس، شاعیر و ڕۆشنبیرێکی کوردە و یەکێک لە دامەزرێنەرانی گۆڤاری ڕەھەندە. یەکەم ڕۆمانی بە ناوی مەرگی تاقانەی دووەم ساڵی 1997 لە سوێد بڵاو کرایەوە.",
  "birthYear": 1960,
  "booksCount": 8
},
  {
  "id": 10,
  "name": "سەعید نوورسی",
  "image": "https://github.com/sahanddler/pdf/raw/main/sa3ed.png",
  "description": "نووسەری بەناوبانگی کورد",
  "history": "سەعید نوورسی یان سەعیدی کوردی ناسراو بە بەدیعوززەمان لە 5ی کانوونی دووەمی (یان ئازاری) 1878 لەدایکبووە و مردووی 23ی ئازاری 1960. زانا و فەیلەسووفێکی کوردی ئایینیی ئیسلام بوو و نووسەری سەرجەمی پەیامەکانی نوور و مامۆستای کۆمەڵەی نوور بوو.",
  "birthYear": 1878,
  "booksCount": 3
},
   {
  "id": 11,
  "name": "عمر ال عوضه",
  "image": "https://github.com/sahanddler/pdf/raw/main/omer.png",
  "description": "نووسەری بەناوبانگی سعودی",
  "history": "عمر ال عوضه نوسەرێکی سعودیە. لە ساڵی 1998 لە وڵاتی سعودیە لەدایکبووە. نوسەرێکی بەتوانا و گەنجە، کە یەکێک لە کتێبە بە ناوبانگەکانی بە ناوی 'آرام بە' بڵاو کردووە و خوێنەرێکی زۆر هەیە.",
  "birthYear": 1997,
  "booksCount": 4
},
   {
  "id": 12,
  "name": "ڕێبوار سیوەیلی",
  "image": "https://github.com/sahanddler/pdf/raw/main/rebwar.png",
  "description": "نووسەری بەناوبانگی کورد",
  "history": "ڕێبوار سیوەیلی، ناوی تەواوی ڕێبوار حەمەئەمین حەسەنە. لە ساڵی 1969 لە گوندی بارێی بچووک لە دەڤەری سیوەیلی شارباژێر لەدایکبووە. ڕێبوار حەمەئەمین ئاغا کەسایەتی نووسەری کوردە و زانکۆی لە دانمارک تەواو کردووە لە بەشی فەلسەفەی زانکۆی گۆسکیلە. تا ساڵی 2000 لە وڵاتی دانمارک ماوەتەوە و پاشان بگەڕایەوە بۆ کوردستان. ساڵی 2007 لە بەشی فەلسەفە لە زانکۆی سەلاحەدین کۆلێژی ئەدەبیات کردووە و لە ئێستاشدا مامۆستایە لە هەمان کۆلێژ.",
  "birthYear": 1969,
  "booksCount": 2
}, 
  {
  "id": 13,
  "name": "مەسعود لەعلی",
  "image": "https://github.com/sahanddler/pdf/raw/main/author4.png",
  "description": "نووسەری بەناوبانگی فارس",
  "history": "مەسعوود لەعلی لە شاری شەهریوار ساڵی 1976 لە شاری مەشهەد لەدایکبووە و شارەزای باڵای دەروونناسی کلینیکییە. لە بواری دەروونناسی، لێهاتوویی ژیان، گەشەکردن و باشترکردنی ناوەوە، تەکنیکەکانی سەرکەوتن دەخوێنێت و کاردەکات. ئەم نووسەرە زیاتر لە 50 کتێبی پڕفرۆشی بڵاوکردووەتەوە کە تیراژی نزیکەی 2 ملیۆن دانەیان هەیە.",
  "birthYear": 1976,
  "booksCount": 5
},
  {
  "id": 14,
  "name": "یەشار کەمال",
  "image": "https://github.com/sahanddler/pdf/raw/main/yashar.png",
  "description": "نووسەری بەناوبانگی کورد",
  "history": "یەشار کەمال لە 6ی تشرینی یەکەمی 1923 لە گوندی گۆگچەلی لەدایکبوو و 28ی شووباتی 2015 کۆچی دوایی کردوە. نووسەر، ھەیڤەپێنەر، وتارنووس و ڕۆماننووسێکی کوردە. یەشار کەمال کاندید کراوە بۆ وەرگرتنی خەڵاتی نۆبێل لە ئەدەب. لەسەرەتای ژیانی خۆیدا چالاکوانێکی کۆمۆنیزم بووە. ساڵی 1995 لەلایەن ناسیۆنالیستە تورکەکان تۆمەتباری دەکەن بە خووداخوازی کورد و بەهۆی ئەم بابەتە دادگایی دەکرێت. یەشار کەمال دووجار ھاوسەرگیری کردووە: یەکەمیان ساڵی 1952 لەگەڵ سیلدا سێرێرۆ، کە کچی جولەکەیەکی تورکیا بوو و دووەم ھاوسەرگیری ساڵی 2002 لەگەڵ عایشە بابان، کە مامۆستای زانکۆی بیلگییە لە ئەستەمبوڵ بوو.",
  "birthYear": 1923,
  "booksCount": 7
},
   {
  "id": 15,
  "name": "فەرهاد پیرباڵ",
  "image": "https://github.com/sahanddler/pdf/raw/main/farhad.png",
  "description": "نووسەری بەناوبانگی کورد",
  "history": "فەرهاد پیرباڵ لە 20ی ئابی 1961 لە ھەولێر، عێراق لەدایکبووە. نووسەر، شاعیر، لێکۆڵەر و مامۆستای زانکۆی کوردە. ساڵی 1984 زانکۆی سلێمانی خوێندنی تەواو کرد و ساڵەکەی هەمان ساڵ بە ڕیزی یەکێتیی نووسەرانی شاخ چاودێری کرد و یەکەم کتێبی چاپ کرد بە ناوی «ماڵاوا ئەی وڵاتەکەم». بۆ ئەوەی خزمەتی سەربازی نەکات، چووەتە ئێران و ھەشت مانگ لەوێ ماوەتەوە، دوای ئەوە چووەتە ئەڵمانیا و پاشان دانمارک و دوو ساڵ لەوێ ماوەتەوە. بە زەمالەی حکوومەتی فەڕەنسا، لەلایەن ئینستیتیوتی کوردی پاریس دابەش کرا و چووەتە فەڕەنسا. ساڵی 1994، مانگی تشرینی یەکەمی، گەڕاوەتەوە کوردستان، ھەفتەیەک دوای تەواوکردنی دکتۆراکەی لە زانکۆی سۆربۆن لە بواری «مێژووی ئەدەبی نوێی کوردی»، و لە ساڵی 1994 لە زانکۆی سەلاحەدین دامەزراوە.",
  "birthYear": 1961,
  "booksCount": 6
},
   {
  "id": 16,
  "name": "فیۆدۆر دۆستۆیڤسکی",
  "image": "https://github.com/sahanddler/pdf/raw/main/dostoy.png",
  "description": "نووسەری بەناوبانگی ڕووسی",
  "history": "فیۆدۆر میخایلڤیچ دۆستۆیەڤسکی لە 11 تشرینی دووەمی 1821 لە روسیا لەدایکبوو و 9ی شوباتی 1881 کۆچی دوایی کرد. ڕۆماننووس، کورتە چیرۆکنووس، ڕۆژنامەنووس و فەیلەسووف بوو. یەکێکە لە بەناوبانگترین نووسەرانی جیهان، بە تایبەتی بەهۆی دوو ڕۆمانی 'تاوان و سزا' و 'برایانی کارامازۆڤ'، کە ڕۆمانەکانی تێگەیشتنێکی قووڵی لە ناخی مرۆڤیان و ژیانی مرۆڤ تێدایە.",
  "birthYear": 1821,
  "booksCount": 9
},
  {
  "id": 17,
  "name": "پاولۆ کۆیلۆ",
  "image": "https://github.com/sahanddler/pdf/raw/main/pawlo.png",
  "description": "نووسەری بەناوبانگی بەڕازیلی",
  "history": "پاولۆ کۆیلۆ (بە ئینگلیزی: Paulo Coelho) نووسەر و ڕۆماننووسی ناوداری بەڕازیلیە، لە ساڵی 1947 لە شاری 'ڕیۆ دێ جانیرۆ' لەدایکبووە. لە خێزانێکی پابەند بە ئاینی کاتۆلیک پروردە کرا و سەرەتای خوێندنی لە قوتابخانە تایبەتی کاتۆلیک خوێندووە. لە تەمەنی کەمبوون، هەوڵی خۆیدا دا بێت نووسەر بێت، بەڵام پشتگیرییەکی پیاو و دایک نەبوو، چونکە خێزان وەرزی پیشەی نووسەر نەدەدانیەوە. پاولۆ کارەکانی جیاواز کردووە بۆ دابینکردنی ژیانی خۆی: کارکردن و پەیڤەکردن لە شانۆ، ڕۆژنامەنووسی و دەرکردنی بژێوی ژیانی. یەکەمین بەرهەمی بڵاوکراوەیەکی نووسەری خۆیدا، 'تۆمارەکانی مێژوو'، لە ساڵی 1982 بڵاو کرد، بەڵام زۆر ناوداری نەبوو. بەڵام بە دوای هەوڵی فراوان، پاولۆ بەرزبوو بە نووسەرێکی ناودار و ڕۆمانەکانی دەستنیشان کرد بە شێوەی نێودەوڵەتی.",
  "birthYear": 1947,
  "booksCount": 5
},
  {
  "id": 18,
  "name": "یۆستاین گاردەر",
  "image": "https://github.com/sahanddler/pdf/raw/main/yostayn.png",
  "description": "نووسەری بەناوبانگی نەرویجی",
  "history": "یۆستاین گاردەر لە 8ی ئابی 1952 لە نروێژ لەدایکبووە. ئەو ڕۆشنبیری و نووسەرێکی نەرویجیە کە چەندان ڕۆمان، کورتە چیرۆک و کتێبی منداڵانە نووسیوە. گاردەر زۆرجار لە دیدگای منداڵانەوە دەنووسێت و ھەستی سەرسامیان دەربارەی دونیا پیشان دەدات. کارەکانیدا زۆربەی کات مێتافیکشن بەکاردەھێنێت، یان لە چیرۆکێک دەرچوونەوە بۆ چیرۆکێکی تر. بەناوبانگترین کاری نووسەر بریتییە لە ڕۆمانی 'جیھانی سۆفیا' (1991)، ڕۆمانێک دەربارەی مێژووی فەلسەفە. ئەم ڕۆمانە وەرگێڕدراوەتە سەر 60 زمان و زیاتر لە 40 ملیۆن دانە تیراژی لێ فرۆشراوە.",
  "birthYear": 1952,
  "booksCount": 5
},
  {
  "id": 19,
  "name": "ئۆشۆ",
  "image": "https://github.com/sahanddler/pdf/raw/main/osho.png",
  "description": "نووسەری بەناوبانگی هندی",
  "history": "ڕاجنیش (ناوی تەواو: چادنرا مۆھان جاین) ھەروەھا ناسراوە بە ئەچاریا ڕاجنیش دواتریش ناسرا بە ئۆشۆ (لەدایکبووی ١١ی کانوونی یەکەمی ١٩٣١ – مردووی ١٩ی کانوونی دووەمی ١٩٩٠) ڕابەرێکی ڕۆحانی ھیندی بوو. ئۆشۆ یەکێکبوو لەکەسایەتییە کاریگەرەکان کە یۆگای بردە وڵاتانی ڕۆژاوا.",
  "birthYear": 1931,
  "booksCount": 3
},
  {
  "id": 20,
  "name": "تەڵعەت تاهیر",
  "image": "https://github.com/sahanddler/pdf/raw/main/talat.png",
  "description": "نووسەری بەناوبانگی کورد",
  "history": "تەڵعەت تاھیر (لەدایکبووی 18ی کانوونی دووەمی 1973 لە مەخموور، هەولێر) شاعیر و نووسەرێکی کوردە. لە کۆتایی هەشتاکان دەستی بە نووسینی شیعر کرد و ماوەیەک جێگری سەرۆکی بنکەی ڕووناکبیریی گەلاوێژ بوو. ئەو بەشێک لە گۆرانییەکانی کوردی زیاتر لە وەرگێڕان و هۆنراوەکان لە فەرمی بەشداربوون، کە کاریگەرییەکی زۆر لە ئەدەبی کوردی هەبوو.",
  "birthYear": 1973,
  "booksCount": 3
},
  {
  "id": 21,
  "name": "د.عەلی شەریعەتی",
  "image": "https://github.com/sahanddler/pdf/raw/main/d.ali.png",
  "description": "نووسەری بەناوبانگی فارس",
  "history": "عەلی شەریعەتی (لەدایکبووی 1933 لە دێی کاھەک، نزیکی شاری سەبزەوار) فەلسەفەوان، کۆمەڵناس، شاعیر و نووسەرێکی موسوڵمانی ئێرانی بوو. ئەو ڕۆڵێکی گرنگ هەبوو لە شۆڕشی ئیسلامی ئێران و پەروەردەی بڕوای شیعە لە کۆمەڵگای ئێران. بەرھەمەکانی شەریعەتی لەلایەن نووسەرانی کورد و شاعیرانی کوردی وەرگێڕراوە و کاریگەرییەکی زۆر هەبوو لە ترویجکردنی فکری و فەلسەفیی کوردی.",
  "birthYear": 1933,
  "booksCount": 4
}
]
