[
  {
    "id": 1,
    "name": "ماکوان کەریم",
    "image": "https://github.com/sahanddler/rsm/raw/main/makwan.png",
    "description": "نووسەری بەناوبانگی کورد",
    "history":"ماکوان کەریم، ناوی تەواوی خەسرەوعەبدولکەریم سەعید، لەدایکبووی (١٩٧٧)ە لە پێنجوێن، خاوەنی بڕوانامەی ماستەرە ھەروەھا خاوەنی ڕۆژنامەنووسانی نێودەوڵەتی کوردستانە.بڕوانامەی لە زانکۆی  ئێڵ ئێچ سی  بەدەسھێناوە لە بەریتانیا، دامەزرێنەری پێگەی پێغەمبەری خودایە.",
     "birthYear": 1977,
    "booksCount": 19
  },
  {
    "id": 2,
    "name": "خالید ئێرتوغرول",
    "image": "https://github.com/sahanddler/pdf/raw/main/author2.png",
    "description": "شاعیر و نووسەری تورک",
    "history": "نوسەرێکی تورکی ناودارە، خاوەنی چەندین ڕۆمان و چیرۆکە کە ناوەڕۆکی بەسەرھاتەکانیان لە چیرۆکی ڕاستەقینەوە وەرگیراون، بەشێک بەرھەمەکانی وەرگێڕدراونەتە سەر زمانە جیھانییەکان لەوانەش زمانی کوردی..خالید ئێرتوغرۆل لە شاری ئادیامان ھاتۆتە دنیاوە لە تورکیا، خوێندنی سەرەتایی ھەر لەو شارە تەواو کردووە، دواتر پەیمانگەی زانستی نێغەدە و کۆلێژی زانستە پەروەردەیەکانی تەواوکردووە، و دواتر ماستەری بە دەستھێناوە و تا دواجار پلەی دوکتۆرای وەرگرتووە لە زانکۆی ساکاریا لە بەشی زانستە کۆمەڵایەتیەکان.",
    "birthYear": null,
    "booksCount": 1
  },
  {
    "id": 3,
    "name": "د. عبدالواحد محمد صالح",
    "image": "https://github.com/sahanddler/pdf/raw/main/author3.png",
    "description": "دکتۆر و نووسەری کورد",
    "history": "دکتۆر عبدالواحد (لەدایکبووی ١٩٧٣ لە سلێمانی،) لە بواری بانگەوازكردن بۆ ئایینی ئیسلامدا كار و چالاكی زۆری هەیە و بە سەدان كۆڕ  و وانەو دەیان كتێب و نووسین و ماڵپەر و پەیجی كۆمەڵایەتی خزمەتی كردووە",
    "birthYear": 1973,
    "booksCount": 1
  },
{
  "id": 4,
  "name": "ئارام کاکەی فەلاح",
  "image": "https://github.com/sahanddler/pdf/raw/main/author4.png",
  "description": "دکتۆر و نووسەری کورد",
  "history": "ئارام ئەمین فەلاح (لەدایکبوون ٩ی حوزەیرانی ١٩٦٣) ڕۆماننوس و چیرۆکنووسی کوردە.\nسەرەتای ھەشتاکانەوە دەنووسێت و یەکەم چیرۆکی بڵاوکراوەی بە ناوی تابلۆ لە ڕۆژنامەی ھاوکاری لە ساڵی ١٩٨٣دا بڵاوبووەوە.",
  "birthYear": 1963,
  "booksCount": 3
}
{
  "id": 5,
  "name": "عەزیز نەسین",
  "image": "https://github.com/sahanddler/pdf/raw/main/author4.png",
  "description": "نووسەری تورک",
  "history": "عەزیز نەسین (بە تورکی: Aziz Nesin) ناوی ڕاستی محەمەد نەسرەت نێسینە، لەدایکبووی تورکیایە ساڵی ١٩١٥ لە دوورگەیەکی نزیک ئیستەنبوڵ، بە ئەسڵ کوردە.دادەنرێت بە یەکێک لە باشترین نووسەرەکانی جیھان ویەکێکە لە لوتکەکانی ئەدەبی تورکی بەتایبەتی لەبواری تەنز وکۆمیدیای رەش نووسیندا، خاوەنی زۆرترین بەرھەمە لە ئەدەبی تورکیدا لە نووسینی ھەمەجۆری وەک گاڵتەجاڕی و رۆمان وچیرۆک و شانۆنامە و شیعردا بەرھەمێکی زۆری ھەیە. ",
  "birthYear": 1915,
  "booksCount": 7
},
  {
  "id": 6,
  "name": "لیۆ تۆڵستۆی",
  "image": "https://github.com/sahanddler/pdf/raw/main/author4.png",
  "description": "نووسەری ڕووسی",
  "history": "لیۆ تۆلستۆی یان کۆنت لیێڤ نیکۆلایێڤیچ تۆلستۆی (بە ڕووسی: Лев Никола́евич Толсто́й؛ لەدایکبووی ٩ی ئەیلوولی ١٨٢٨ - مردووی تشرینی دووەمی ١٩١٠) نووسەری ناوداری ڕووسیایە کە بە نووسەرێکی سەرکەوتوو لە سەرانسەر جیھاندا ناسراوە. شاکارەکانی شەڕ و ئاشتی و ئانا کارێنینا، پێناسەی ڕۆشن دەدەن بە دەستەوە لە ڕۆژگار و بارودۆخی ڕووسیای سەدەی ١٩ و ھەروەھا وەک لووتکەی چیرۆکە ڕاستییەکان دەناسرێن.",
  "birthYear": 1910,
  "booksCount": 2
}
]
