[
  { 
    "id": 1,
    "name": "نالی",
    "image": "https://github.com/sahanddler/rsm/raw/main/nali.png",
    "description": "شاعیر و نووسەری کوردی",
    "birthYear": 1800,
  "history": "نالی ناوی مەلا خدر ئەحمەدی شاوەیسی ئاڵی بەگی میکایلی ناسراو بە نالی (١٨٠٠ – ٢٣ی تشرینی دووەمی ١٨٧٧) بەردی بناغە و دامەزرێنەری خوێندنگەی شیعریی بابان و لە یەکەمین و بەناوبانگترین شاعیرانی شێوەزاری کوردیی ناوەندییە.\n\n.نالی لە گوندی خاک و خۆڵ، لە دەشتی شارەزوور ھاتوەتە دنیاوە. ھەر لە تەمەنی منداڵی نراوەتە بەر خوێندن لە حوجرە. لە سەرەتاوە وردەپەرتووکی فارسی و قورئانی خوێندووە، دواتر زانستەکانی تری قورئان و فەرموودە و سەرف و نەحو و کەلام، بەلاغە و فەلەک و فیقھ و سیرەی خوێندووە\n\n:نالی و میرنشینی بابان\n.نالی لەگەڵ سلێمان پاشا و ئەحمەد پاشا پەیوەندییەکی تایبەتی ھەبووە\n\n:بەجێھێشتنی کوردستان\n.لەدوای بیست و پێنج ساڵی تەمەنی کوردستان جێدەھێلێت و دەچێتە حەج\n\n:نالی و مەبەستی شیعری\n:ئەو مەبەستانەی لە شیعری (نالی) دا ڕچاو کراون ئەمانەن\n\n:مەدح و پیاھەڵدانی حەزرەتی پێغەمبەر\n.نالی زۆرێک لە شعرەکانی بۆ حەزرەتی پێغەمبەر نوسیوە و لە دیوانەکەی دا بە باشی باسی لێوە کراوە و دوا ھۆنراوەکانیشی ھەر لەوێ نوسیوە لە تەمەنی پیری دا کە زیارەتێکی حەزرەتی پێغەمبەر دەکات و لە مەدح و سەنای ئەو زاتەیا بووە\n\nئەی تازە جەوان! پیرم و ئوفتادە و کەوتووم تا ماوە حەیاتم\nدەستێ بدەرە دەستی شکستەم، کە بەسەر چووم قوربانی وەفاتم\nتۆ یووسفی نەو حوسنی لەسەر میسری جینانی من پیرم و فانی\nلەم کولبەیی ئەحزانە نە زیندووم و نە مردووم ھەروا بە تەماتم\n\n:سۆفیگەری\n.لەدەر لە لێکۆڵینەوە ڕووکارییەکان، لە تەفسیر و ڕاڤەی شیعرەکانی نالی دا زۆر بە ڕوونی دیارە کە شوێنکەوتەی ڕێبازی تەسەوفە و لە قەسیدەح (ئەلا ئەی نەفسی بوم ئاسا) دا زۆر بە جوانی دیارە و ئەو موناجاتانەی کە لە حەج و لە خزمەت ڕەوزەی حەزرەتی پێغەمبەر (د. خ) دەیکات ھەڵقوڵاوی ئەو باس و خواسەیە\n\n.دڵداری کە بەشی ھەرە زۆری دیوانەکەیەتی\n\n.وەسف، بە تایبەتی وەسفی بەھار و دیمەنی سروشت و وەسفی حوجرە شەق و شڕەکەی و لێھاتوویی و بوردەباری (کەر)ەکەی\n\n.نزاو پاڕاناوە لە خوا\n\n.بیری وڵات کردنەوە، قەسیدەکەی سالم وەک نموونە\n\n.لاواندنەوە و پیاھەڵدانی پاش مردن\n\n.مەدح و پیاھەڵدان، مەدحی سوپای بابان بە نموونە\n\n.نالی لە سەرەتای چەرخی نۆزدەھەمدا ژیاوە. لەو سەردەمەدا زمانی باوی ئەدەبی بریتی بووە لە زمانی عەرەبی و فارسی و تورکی، چونکە کوردستان یا سەر بە ئیمپراتۆریەتی عوسمانی یا ئێران بووە و زمانی ڕەسمی یا فارسی یا تورکی بووە. هەروەها زمانی عەرەبی زمانی ئایینی پیرۆزی ئیسلام بووە. نالی وەک خوێندەوارێکی ئایینی، لە شیعرەکانی دا وشە و زاراوەی عەرەبی و فارسی و زانیارییە ئایینییەکان بە شێوەی ئیقتیباس و تەلمیح بەکارهێناوە",
   "example": "زوڵفت بە قەدتدا کە پەرێشان و بڵاوە،\n،ئەمڕۆ لە منی شیفتە ئاڵۆز و بە داوە\nئەم عومرە عەزیزە کە لە بۆت نەقد و دراوە\nسەد حەیف و درێغا کە موسوڵمانی نەماوە!\nعومرێکی درێژە بە خەیاڵی سەری زوڵفت\nسەودا و پەرێشانم و، سەودایەکی خاوە\nھەرچەندە کە ڕووتم، بەخودا مائیلی ڕووتم\n…بێبەرگییە عیللەت کە ھەتیو مەیلی ھەتاوە"
  },
  {
    "id": 2,
    "name": "شێکژهکژد",
    "image": "https://github.com/sahanddler/pdf/raw/main/author2.png",
    "description": "شاعیر و نووسەری کوردی",
    "history": "شێخ محەمەد شاعیرێکی بەناوبانگی کوردییە کە چەندین دیوانی شیعری نووسیوە. لە ساڵی 1955 لە ھەولێر لەدایکبووە.",
    "birthYear": 1955,
    "example": "زوڵفت بە قەدتدا کە پەرێشان و بڵاوە،\nئەمڕۆ لە منی شیفتە ئاڵۆز و بە داوە\nئەم عومرە عەزیزە کە لە بۆت نەقد و دراوە،\nسەد حەیف و درێغا کە موسوڵمانی نەماوە!\nعومرێکی درێژە بە خەیاڵی سەری زوڵفت\nسەودا و پەرێشانم و، سەودایەکی خاوە\nھەرچەندە کە ڕووتم، بەخودا مائیلی ڕووتم\nبێبەرگییە عیللەت کە ھەتیو مەیلی ھەتاوە…"
  },
  {
    "id": 3,
    "name": "شێخە مام",
    "image": "https://github.com/sahanddler/pdf/raw/main/author3.png",
    "description": "شاعیرە ژنێکی کوردی",
    "history": "شێخە سەعدیە یەکێکە لە شاعیرە ژنە بەناوبانگەکانی کورد کە چەندین دیوانی شیعری نووسیوە.",
    "birthYear": 1970,
    "poet": "زوڵفت بە قەدتدا کە پەرێشان و بڵاوە،\nئەمڕۆ لە منی شیفتە ئاڵۆز و بە داوە\nئەم عومرە عەزیزە کە لە بۆت نەقد و دراوە،\nسەد حەیف و درێغا کە موسوڵمانی نەماوە!\nعومرێکی درێژە بە خەیاڵی سەری زوڵفت\nسەودا و پەرێشانم و، سەودایەکی خاوە\nھەرچەندە کە ڕووتم، بەخودا مائیلی ڕووتم\nبێبەرگییە عیللەت کە ھەتیو مەیلی ھەتاوە…",
    "example": "oko"
  },
  {
    "id": 4,
    "name": "شێخ کەمال",
    "image": "https://github.com/sahanddler/pdf/raw/main/author4.png",
    "description": "شاعیر و نووسەری کوردی",
    "history": "شێخ کەمال شاعیرێکی بەناوبانگی کوردییە کە چەندین دیوانی شیعری نووسیوە.",
    "birthYear": 1965,
    "poet": "زوڵفت بە قەدتدا کە پەرێشان و بڵاوە،\nئەمڕۆ لە منی شیفتە ئاڵۆز و بە داوە\nئەم عومرە عەزیزە کە لە بۆت نەقد و دراوە،\nسەد حەیف و درێغا کە موسوڵمانی نەماوە!\nعومرێکی درێژە بە خەیاڵی سەری زوڵفت\nسەودا و پەرێشانم و، سەودایەکی خاوە\nھەرچەندە کە ڕووتم، بەخودا مائیلی ڕووتم\nبێبەرگییە عیللەت کە ھەتیو مەیلی ھەتاوە…",
    "example": "oko"
  }
]
