[
  { 
    "id": 1,
    "name": "نالی",
    "image": "https://github.com/sahanddler/rsm/raw/main/nali.png",
    "description": "شاعیری بەناوبانگی کورد",
    "birthYear": 1800,
  "history": "نالی ناوی مەلا خدر ئەحمەدی شاوەیسی ئاڵی بەگی میکایلی ناسراو بە نالی (١٨٠٠ – ٢٣ی تشرینی دووەمی ١٨٧٧) بەردی بناغە و دامەزرێنەری خوێندنگەی شیعریی بابان و لە یەکەمین و بەناوبانگترین شاعیرانی شێوەزاری کوردیی ناوەندییە.\n\n.نالی لە گوندی خاک و خۆڵ لە دەشتی شارەزوور ھاتوەتە دنیاوە ھەر لە تەمەنی منداڵی نراوەتە بەر خوێندن لە حوجرە. لە سەرەتاوە وردەپەرتووکی فارسی و قورئانی خوێندووە، دواتر زانستەکانی تری قورئان و فەرموودە و سەرف و نەحو و کەلام، بەلاغە و فەلەک و فیقھ و سیرەی خوێندووە\n\n:نالی و میرنشینی بابان\nنالی لەگەڵ سلێمان پاشا و ئەحمەد پاشا پەیوەندییەکی تایبەتی ھەبووە\n\n:بەجێھێشتنی کوردستان\nلەدوای بیست و پێنج ساڵی تەمەنی کوردستان جێدەھێلێت و دەچێتە حەج\n\n:نالی و مەبەستی شیعری\nئەو مەبەستانەی لە شیعری (نالی) دا ڕەچاو کراون ئەمانەن\n\n:مەدح و پیاھەڵدانی حەزرەتی پێغەمبەر\nنالی زۆرێک لە شعرەکانی بۆ حەزرەتی پێغەمبەر نوسیوە و لە دیوانەکەی دا بە باشی باسی لێوە کراوە و دوا ھۆنراوەکانیشی ھەر لەوێ نوسیوە لە تەمەنی پیری دا کە زیارەتێکی حەزرەتی پێغەمبەر دەکات و لە مەدح و سەنای ئەو زاتەیا بووە\n\nئەی تازە جەوان! پیرم و ئوفتادە و کەوتووم تا ماوە حەیاتم\nدەستێ بدەرە دەستی شکستەم، کە بەسەر چووم قوربانی وەفاتم\nتۆ یووسفی نەو حوسنی لەسەر میسری جینانی من پیرم و فانی\nلەم کولبەیی ئەحزانە نە زیندووم و نە مردووم ھەروا بە تەماتم\n\n:سۆفیگەری\nڕاڤەی شیعرەکانی نالی دا زۆر بە ڕوونی دیارە کە شوێنکەوتەی ڕێبازی تەسەوفە و لە قەسیدەح (ئەلا ئەی نەفسی بوم ئاسا) دا زۆر بە جوانی دیارە و ئەو موناجاتانەی کە لە حەج و لە خزمەت ڕەوزەی حەزرەتی پێغەمبەر (د. خ) دەیکات ھەڵقوڵاوی ئەو باس و خواسەیە\n\n.دڵداری کە بەشی ھەرە زۆری دیوانەکەیەتی\n\n:وەسف\n بە تایبەتی وەسفی بەھار و دیمەنی سروشت و وەسفی حوجرە شەق و شڕەکەی و لێھاتوویی و بوردەباری (کەر)ەکەی\n\n.نزاو پاڕاناوە لە خوا\n\nبیری وڵات کردنەوە، قەسیدەکەی سالم وەک نموونە\n\n.لاواندنەوە و پیاھەڵدانی پاش مردن\n\nمەدح و پیاھەڵدان، مەدحی سوپای بابان بە نموونە\n\nنالی لە سەرەتای چەرخی نۆزدەھەمدا ژیاوە لەو سەردەمەدا زمانی باوی ئەدەبی بریتی بووە لە زمانی عەرەبی و فارسی و تورکی چونکە کوردستان یا سەر بە ئیمپراتۆریەتی عوسمانی یا ئێران بووە و زمانی ڕەسمی یا فارسی یا تورکی بووە هەروەها زمانی عەرەبی زمانی ئایینی پیرۆزی ئیسلام بووە نالی وەک خوێندەوارێکی ئایینی لە شیعرەکانی دا وشە و زاراوەی عەرەبی و فارسی و زانیارییە ئایینییەکان بە شێوەی ئیقتیباس و تەلمیح بەکارهێناوە",
   "example": "زوڵفت بە قەدتدا کە پەرێشان و بڵاوە،\n\n،ئەمڕۆ لە منی شیفتە ئاڵۆز و بە داوە\n\nئەم عومرە عەزیزە کە لە بۆت نەقد و دراوە\n\n!سەد حەیف و درێغا کە موسوڵمانی نەماوە\n\nعومرێکی درێژە بە خەیاڵی سەری زوڵفت\n\nسەودا و پەرێشانم و، سەودایەکی خاوە\n\nھەرچەندە کە ڕووتم، بەخودا مائیلی ڕووتم\n\n…بێبەرگییە عیللەت کە ھەتیو مەیلی ھەتاوە",
    "finalname": "مەلا خدر ئەحمەد"
  },
  {
    "id": 2,
    "name": "بێخود",
    "image": "https://github.com/sahanddler/rsm/raw/main/bexud.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "مەلا مەحموودی موفتی ناسراو بە بێخوود (١٨٧٩ سلێمانی – ٢٥ی ئابی ١٩٥٥) موفتی و مامۆستای ئایینی و شاعیرێکی بەناوبانگی کورد بووە. بێخوود لە بنەماڵەی بەناوبانگ عەللامە مامۆستا مەلا ئەبووبەکری مووسەنیفی چۆڕییە.\n\n:ژیان\n،بێخود ناوی مەحموود بووە و کوڕی موفتی «حاجی مەلا ئەمین» کوڕی موفتیی گەورە «حاجی مەلا ئەحمەدی چاومار» ناسراو بە (پیر حەسەن)ە. لە ساڵی ١٨٧٩ زایینیی بەرامبەر (١٢٩٦ کۆچی)ی لە دایک بووە. لای زانایانی ناوداری ئەو سەردەمەی سلێمانی خوێندنی تەواو کردووە. لە ساڵی ١٩٠٠ کراوە بە حاکمی ھەڵەبجە، دوای ئەوە مامۆستای قوتابخانەی سەرەتاییی بووە لە سلێمانی لەگەڵ مامۆستایان ڕەفیق حیلمی و زێوەردا مامۆستایەتیی کردووە، بێ ئەوەی بەرامبەر بەوە هیچ مانگانەیەک وەربگرێت. لە پاش ماوەیەک لەم کارە دوورکەوتۆتەوە و بە درێژایی ژیانی لە کاروباری میریی نزیک نەکەوتۆتەوە. ھەموو ژیانی لە سلێمانی بردووەتە سەر\n\n:مردن\n.لە نیوەڕۆی ٢٥ی ئابی ١٩٥٥ بەرامبەر (١٣٧٥ی کۆچی) لە سلێمانی کۆچی دوایی کردووە و لە گردی سەیوان نێژراوە\n\n:ھۆنراوە\n.شیعری چوارینە بەندی «لەو ڕۆژەوە ڕۆیشتووە» لە نێوەندی ئەدەبیدا بەناوبانگ و دڵگیرە. بێخود لەم شیعرەدا باس لە دووری پێغەمبەر دەکات کە ماوەیەکی زۆر بوو لە خەودا نەیبینیبوو\n",
    "birthYear": 1879,
  "example": "لەو ڕۆژەوە ڕۆیشتووە تۆراوە دڵی من\n\nھەرچەند ئەگەڕێم بێ سەر و شوێن ماوە دڵی من\n\nئاخۆ بە چ شاخێکەوە گیرساوە دڵی من\n\nیا خۆ بە چ داخێکەوە سووتاوە دڵی من\n\nئەو ھەمدەمی غەمخوار و نەدیمی منە یا ڕەب\n\nئەو مەحرەمی ئەسرار و قەدیمی منە یا ڕەب\n\nئەو گەوھەری شەھوار و یەتیمی منە یا ڕەب\n\nکەوتۆتە چ بەحرێکەوە، خنکاوە دڵی من\n\nمەجنوونی دوو گیسوویی چ لەیلایێکە ئاخۆ\n\nیا وامیقی جادوویی چ عەزرایێکە ئاخۆ\n\nدێوانەیی ئاھوویی چ سەحرایێکە ئاخۆ\n\nکام چیھرەپەری دیوە کە ترساوە دڵی من\n\nئەتلێتەوە گاھێ بە خەیاڵی خەت و خاڵی\n\nئەخولێتەوە گاھێ بە چرای شەوقی جەماڵی\n\nنازانی ئەگەر چۆنە بەدەس دەردەوە حاڵی\n\nوەک پووش و پەڵاشێکە بەدەم باوە دڵی من\n\nلەو بەندانەدا بێخود تەواو بێتاقەتی خۆی بۆ دووری پێغەمبەر دەر دەبڕێت\n\nلەو چۆڵ و بیابانە ئەبێ یاوەری کێ بێ\n\nیا بەو کەژ و کێوانەوە سەوداسەری کێ بێ\n\nیا لەت لەت و ئەفگاری موژەی خەنجەری کێ بێ\n\nچۆن ماوە لە سەد لاوە کە کوژراوە دڵی من\n\nبۆچی نەڕژێ سەیلی سروشکم وەکوو باران\n\nبۆچی وەکوو یەعقووب نەبمە شوھرەیی شاران\n\nلەو یووسفە پرسیومە لە بێگانە و یاران\n\nھەرگیز نییە سۆراغی لە ھیچ لاوە دڵی من\n\nبۆ خۆی بگریم یا نەفەسی پەردەدڕاوی\n\nیا بۆ جگەری کون کون و سەدپارەکراوی\n\nچی کردووە یا ڕەب، کە خەو و خواردن و ئاوی\n\nدایم غەم و بێداریی و خوێناوە دڵی من\n\nچ بکەم، چ بڵێم، بۆ دڵەکەم کارییە دەردم\n\nشاھێدی منن موویی سپی و چیھرەیی زەردم\n\nخۆڕایی نییە ناڵەیی گەرم و دەمی سەردم\n\nھەڵبەت بە بەڵایێکەوە ئاڵاوە دڵی من\n\nلێرەدا شاعیر باسی دڵی دەکا کە بە دوای دەگەرێ نەیدۆزێتەوە بۆیە وا دەزانێت فەوتاوە دڵی بەڵام دواتر دەڵێ نەفەوتاوە دڵی من\n\nئەو سینە لە غەش خاڵییە، ئەو بێ ڕق و کینە\n\nئەو خادیمی شەرعی نەبەوی و میللەت و دینە\n\nمەعلووم چووە بۆ خزمەتی سالاری مەدینە\n\nوام زانی کە فەوتاوە، نەفەوتاوە دڵی من\n\nقوربانی کەسێ بم کە بە قوربانی نەبی بێ\n\nوەک بەندە سەگی دەرگەھی شاھی عەرەبی بێشاھی عەرەبی یەعنی قورەیشی نەسەبی بێ\n\nجەرگی بە دوو ئەبرۆی ئەوە جنراوە دڵی من\n\nزاتێکی وەھای گرتووە ڕۆحم بە فیدای ئەو\n\nشاھان شەو و ڕۆژ دێنە قەدەمبۆسی گەدای ئەو\nبێخود مەبە ئیتر بە ئومێد و بە تەمای ئەو\n\nنایێتەوە لات گەر سەری داناوە دڵی من\n\nئەو سینە لە غەش خاڵییە، ئەو بێ ڕق و کینە\n\nئەو خادیمی شەرعی نەبەوی و میللەت و دینە\n\nمەعلووم چووە بۆ خزمەتی سالاری مەدینە\n\nوام زانی کە فەوتاوە، نەفەوتاوە دڵی من\n\nقوربانی کەسێ بم کە بە قوربانی نەبی بێ\n\nوەک بەندە سەگی دەرگەھی شاھی عەرەبی بێ\n\nشاھی عەرەبی یەعنی قورەیشی نەسەبی بێ\n\nجەرگی بە دوو ئەبرۆی ئەوە جنراوە دڵی من\n\nزاتێکی وەھای گرتووە ڕۆحم بە فیدای ئەو\n\nشاھان شەو و ڕۆژ دێنە قەدەمبۆسی گەدای ئەو\n\nبێخود مەبە ئیتر بە ئومێد و بە تەمای ئەو\n\nنایێتەوە لات گەر سەری داناوە دڵی من\n",
      "finalname": "مەلا مەحموودی موفتی"
  },
  {
  "id": 3,
  "name": "پیرەمێرد",
  "image": "https://github.com/sahanddler/rsm/raw/main/peramerd.jpg",
  "description": "شاعیری بەناوبانگی کورد",
  "history": "پیرەمێرد یان حاجی تۆفیق بە ناوی تەواوی تۆفیق کوڕی مەحموود ئاغا کوڕی ھەمزاغای مەسرەفە شاعیر، نووسەر و ڕۆژنامەوانێکی کورد بوو. لە سلێمانی لەدایک بوو و لە لاویدا زانستی ئایینی لەوێ خوێندووە\nپیرەمێردیش بەو دەستوورە ھەر وەکو حاجی قادری کۆیی و نالی و مەحوی و مەولەوی و زێوەر، مزگەوت بە مزگەوت و شار بە شار گەڕاوە و لە ھەر شوێنێک ماوەیەک ماوەتەوە، پاش ئەوەی زۆربەی مزگەوتەکانی سلێمانی گەڕاوە و ئەوسا ڕووی کردووەتە مزگەوتەکانی شاری بانە لە ڕۆژھەڵاتی کوردستان\nشێخ مستەفای نەقیب و شێخ سەعیدی حەفید لە ١٨٩٨دا دەیبەن بۆ ئەستەمبوڵ، لەوێ لە کۆلێژی یاسا دەخوێنێت و لە حکوومەتی دەوڵەتی عوسمانیدا لە چەند پلەی میری و سیاسیدا دادەمەزرێت\nلەدوای شۆڕشی شێخ سەعیدی پیران لە ١٩٢٥ و تێکچوونی بارودۆخ، دەگەڕێتەوە بۆ سلێمانی و تا دوا ساتی ژیانی ھەر لەوێ خەریکی کاری وێژەیی و ڕۆژنامەوانی دەبێت\nپیرەمێرد بەرھەمی وێژەیی زۆری ھەیە و زۆر خزمەتی ڕۆژنامەگەری کوردی کردووە، دامەزراندنی ڕۆژنامەی ڕەسملی کاتب، ڕۆژنامەی کورد تەعاون و ترقی غزەتەسی، ڕۆژنامەی ژین و گۆڤاری ژین\n\n:ژیاننامە\nناوی تۆفیق کوڕی مەحموود ئاغا کوڕی ھەمزاغای مەسرەفە لە ساڵی ١٨٦٧ لە گەڕەکی گۆیژەی شاری سلێمانی لەدایک بووە\nتۆفیق بەم ناز و نیعمەتەوە پەروەردە کرا تا تەمەنی ٧ ساڵان، دوای ئەوە بردیانە حوجرەی مەلا حسێن گۆچە و خوێندنی تەواو کرد\nلە حوجرەی مامۆستا حەسەن ئەفەندی سەرەتای بەھرەی شیعر وتنی تێدا دەرکەوت، خوێندنی وێژە و شیعر و سەرگوزشتەی ئەدیبان و ھۆزانوانان لەسەر دابونەریتی کوردەواری\nشۆرەتی سوارچاکیی پیرەمێرد بەناوبانگ بوو، وەک مامۆستا سەجادی دەیگێڕێتەوە\n\n:گەنجێتی\nشێخ مستەفای نەقیب و شێخ سەعیدی حەفید کاروانێک ڕێکدەخەن، لە ١٨٩٨ دەچن بۆ تورکیا، لە ١٨٩٩ شێخ سەعید و پیرەمێرد پێکەوە چوون بۆ حەج و لە گەڕانەوەیاندا بۆ ئەستەمبوڵ\nپیرەمێرد لە تورکیا ژیان و کار کرد، ژن و دوو کوڕی نەژاد و وەداد هەبوو، بنەماڵەکەی لە سلێمانی دەست دەکەن بە نامەنووسین و گەڕاندەوە بۆ کوردستان\n\n:گەڕانەوەی بۆ باشووری کوردستان\nپاش گەڕاندەوەی لە تورکیا، چەند ساڵێک لە شاری سلێمانیدا دەمێنێتەوە، تا ساڵی ١٩٢٦ ڕۆژنامەی ژیان دەردەھێنێت بە سەرۆکایەتیی حسێن کازم و پیرەمێرد دەکرێت بە سەرپەرشتکاری ڕۆژنامەکە\nلە ساڵی ١٩٣٤ چاپخانەی شارەوانی بە کرێ دەگرێت و مافی ڕۆژنامەی ژیان دەگۆڕێتە سەرخۆی، ساڵی ١٩٣٧ چاپخانەکەی شارەوانی لێ دەسەندرێتەوە، و پیرەمێرد بەڕێوبەری ڕۆژنامەکە دەبێت\n\n:مردن\nپیرەمێرد تا ١٩ی حوزەیرانی ١٩٥٠، لە شاری سلێمانی لە تەمەنی ٨٣ ساڵیدا بەھۆی نەخۆشیی شەکرە و گورچیلەوە کوچی دوایی کرد\n\n:شیعر و پەخشان\nلە بواری شیعردا دەستێکی باڵای ھەبوو و یەکێکە لە شاعیرە دەگمەنانەی کورد کە سنووری لە نێوان شیعری کلاسیکی لاسایی دانەناوە، لە نێوان کێش و قافیەی عەرووزی و سیلابی میللی\n\n:کتێب و چاپکراوەکان\nدیوانی مەولەوی (ئەسڵ و ڕۆح) ساڵی ١٩٣٥\nچیرۆکی مەم و زین\nدونزە سوارەی مەریوان، ١٩٣٥\nکتێبی پەندی پێشینان، ١٩٣٦\nچیرۆکی مەحموود ئاغای شێوەکەل، ١٩٤٢\nگاڵتەوگەپ ساڵی ١٩٤٧\nدیوانی مەولانا خالیدی نەقشبەندی\nشیعرەکانی وەلی دێوانە و بێسارانی\nشیعری گەلێ لەشاعیرانی ھەورامان و زەنگەنەی بە شێوەزاری سلێمانی\nگەشتی ھۆنەرمەندێک لە جیھاندا\nڕۆمانی کەمانجەژەن، ١٩٤٢\nپەندەکانی پیرەمێرد",
  "birthYear": 1867,
  "example": "ھاتن شەھیدەکان بە جلی سووری خوێنەوە\n\nدایکی وەتەن دە ھەڵسە سڵاویان بسێنەوە\n\nشێخ قادرە لە پێشەوە سەرقافڵەی ئەوان\n\nچەن جوانە خوێن و ڕیشی سپی پیر و نەوجەوان\n\nسەیری ئەمانە کە کە ھەموو کوردی سەف شکەن\n\nڕووحیان فیدا ئەکرد و ئەیان وت بژی وەتەن\n\nقوربانی تۆن بەڕێز کە تۆ غەم لەبەر نەبی\n\nبۆ ئێمە مردنە ئەگەر ئازادە سەر نەبی\n\nمەگری و مەناڵە با بە خەفەت دڵ شکست نەبن\n\nنەختێ لە لات ئەمێننەوە و بۆ بەھەشت ئەچن\n\nتۆخوا لە باتی ئێمە بە چاوێکی ڕوونەوە\n\nفەرموو کە خوا ئەزانێ لە بیرمان نەچوونەوە\n\nئاخۆ لە فرسەتێکی ترا بەختیار ئەبین\n\nئێمەش وەکو ئەوان لە دڵی میللەتا ئەبین\n\nمن وام ئەوێ کە حەشر ئەکرێم خوێن بە بەرگەوە\n\nبەو عەشقی میللییەوە و بە کزەی سۆزی جەرگەوە\n\nئەو ئاگرەی لە دڵمەوە بەربێتەوە کفنەکەم\n\nتا دوژمنم نەکا بەزوغاڵ شەرتە پف نەکەم",
  "finalname": "تۆفیق مەحموود"
  },
  {
    "id": 4,
    "name": "مەحوی",
    "image": "https://github.com/sahanddler/rsm/raw/main/mahue.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "مەلا محەممەد کوڕی عوسمان باڵخی ناسراو بە مەحوی (١٨٣٦-١٩٠٦) مامۆستای ئایینی و یەکێک لە دیارترین ھۆنراوەنووسەکانی کورد بووە؛ و بە یەکێک لە چڵەپۆپەکانی شیعری کوردی دادەنرێت، ھۆنراوەکانی لە دەوری چەند تەوەرێکی جیاواز ئەسوڕێنەوە و سەرجەمی ھۆنراوەکانی لە دیوانی مەحویدا کۆکراونەتەوە\n\n:ژیان\nمەحوی لە نەوەی پیر و زانای ناودار شێخ ڕەشە، باپیریشی ناوی مەلا عوسمان بووە، وەکو شێخ مارفی نۆدی لەگەڵ دروستکردنی شاری سلێمانیدا لە شارەکە نیشتەجێ بووە\nمێژوونووسی کورد محەممەد ئەمین زەکی بەگ دەڵێ لە ساڵی ١٢٥٢ ی. ک (١٨٣٦–١٨٣٧ ی. ز) دا لە دایک بووە، مامۆستا عەلائەدین سەججادییش دەڵێ لە ١٨٣٠ (١٢٤٦ ی. ک) دا لە دایک بووە، و (کاکەی فەلاحیش) دەڵێ لە ١٢٤٧ ی. ک (١٨٣١–١٨٣٢ ی. ز) دا لە دایک بووە، باوکی خەلیفەی شێخ عوسمان سیراجەددینی تەوێڵەی بووە، حەوت ساڵان بووە خراوەتە بەر خوێندن و ماوەیەک لای باوکی خوێندوییەتی، بۆ خوێندن چووەتە سنە و سابڵاغیش و لای مەلا عەبدوڵڵای پیرەباب خوێندویەتی، پاشان گەڕاوەتەوە بۆ سلێمانی و لای مەلا ناودارەکانی ئەو ناوچەیە خوێندویەتی، ئەوجا چوە بۆ بەغداد و بووە بە فەقێی زانای بە ناوبانگی کورد موفتی زەھاوی و ئیجازەی مەلایەتی لای ئەو وەرگرتووە، دیسان مامۆستا عەلائەددین سەججادی دەڵێ پاش ئیجازە وەرگرتنی لە ١٨٥٩ ی. ز دا بووە بە مەلای مزگەوتی ئیمامی ئەعزەم لە بەغدا، بەڵام لە ١٨٦٢ دا بەغدای بەجێ ھێشتووە و گەڕاوەتەوە بۆ سلێمانی و بوە بە ئەندامی دادگا. لە ١٨٦٨ دا بەھۆی مردنی باوکییەوە دەستی لە کاری میری کێشاوەتەوە و بۆەتەوە بە مەلا و دەستی کردەوە بە دەرس وتنەوە بە فەقێیان، مەلا حەسەنی کوڕی مەلا عەلیی قزڵجی و مەلا مەحموودی مەزناوەیی و مەلا سەعید ئەفەندیی نایب ئۆغڵیی کەرکووک و مەلا عەزیزی موفتی سلێمانی لە ناوبانگترین فەقێکانی بوون، ھەر بە ڕێچکەی باوکیدا تەریقەی گرتوەتەبەر و بووە بە خەلیفەی شێخ بەھائوددینی کوڕی شێخ عوسمانی تەوێڵە. وەکو مامۆستا شێخ محەممەدی خاڵیش لە (موفتی زەھاوی)یەکەیدا نوسیویەتی، مەحوی لە ساڵی ١٢٩١ی. ک (١٨٧٤–١٨٧٥ی. ز) دا لەگەڵ چەند مەلایەک لە سلێمانییەوە نەفی کراون بۆ بەغداد، ناوبراو ھیچی تری لە بارەی ئەم نەفی کردنە و ھۆیەکەی و چۆنییەتی گەڕانەوەی مەحوییەوە لەوەو پاش بۆ سلێمانی نەنوسیوە\nمەحوی لە ١٨٨٣دا بەپێی قسەی مامۆستا سەججادی چووە بۆ حەج و لەوێوە چوە بۆ ئەستەنبوڵ و ڕێگەی پیاوماقوڵانی کوردەوە لە ئەستەنبوڵ چاوی بە سوڵتان عەبدولحەمید عوسمانی کەوتوە، سوڵتان ڕێزێکی زۆری لێگرتووە و فەرمانی داوە خانەقایەکیان لە سلێمانی بۆ کردووەتەوە کە ئێستا بە (خانەقای مەحوی) بەناوبانگە، مەعاشێکیشی بەناوی خزمەتکردنی ھەژارانەوە بۆ بڕیوەتەوە، دواتر گەڕاوەتەوە بۆ سلێمانی، تا مردنی لە سەرەتای (تشرینی یەکەمی ١٩٠٦)دا\n\n:خانەقای مەحوی\nساڵی ١٨٨٣ چووە بۆ حەج، لە ھاتنەوەیدا چووە بۆ ئەستەنبوڵ کە ئەو کاتە پایتەختی دەوڵەتی عوسمانی بوو، لە ڕێگەی پیاوە کوردەکانەوە لە ئەستەنبوڵ بە دیداری سوڵتان عەبدول حەمیدی دووەم دەگات، و سوڵتان زۆر عیلم و تەسەوفی مەحوی بە دڵ دەبێت، ھەر لەبەرئەمەش بڕیار دەدات خانەقایەکی بۆ بکرێتەوە لە سلێمانی، کە بە خانەقای مەحوی ناسرا؛ و مەحوی لە دوای گەڕانەوەی بۆ سلێمانی و لە خانەقاکەی بەردەوام دەبێت لە وانە وتنەوە زانست و ڕابەریکردنی خەڵک لە تەسەووفدا\nمەحوی لە خانەقاکەیدا کاتەکانی بۆ سێ بەش دابەش دەکات، بەشێکی بۆ وانەووتنەوە و بەشێکی بۆ دانیشتن لەگەڵ خەڵک و ئامۆژگاریکردنیان و بە شێکی تری بۆ نوێژ و یادی خوا و بیرکردنەوە\n\n:کەسایەتی مەحوی\nمەحوی پیاوێکی باڵابەرز و سوور وسپی و چاوگەورە بووە، ڕێشێکی درێژی ھەبووە و بە نەرمی و ھێمنی قسەی کردووە، مێزەری سپی و کەواو سەڵتەی لەبەرکردووە، و ھەر لە سەرەتای ژیانیەوە خولیای گۆشەگیری بووە و گەرمی ھەست و سۆزەکانی دەرگای شیعری بۆ ئاوەڵا کرد، ھەروەھا ئەو ژینگە و خێزانەی مەحوی تیا پەروەردە بووە کردوویەتی بە شاعیرێکی تەسەووف، ھەروەھا شاعیرێکی وەردەکاربوو و تەواوکردنی ھەندێک لە قەسیدەکانی لە مانگێکەوە تا ساڵێکی خایاندووە\n\n:ناوەڕۆک و ڕوخساری ھۆنراوەکان\nشیعرەکانی مەحوی لەسەر مانا و بیرکردنەوەیەکی تەواو قووڵ دەوەستێت و بەگشتی ھۆنراوەکانی لەسەر چەندین تەوەری جیاواز ئەدوێت، لەوانە شانازیکردن بە نەتەوەی کورد و زمانی کوردییەوە لە ھەندێک لە شیعرەکانیدا، ھەروەھا ھەڵوێستی توندی شاعیر بەرامبەر ستەمکار و زۆرداران لە شیعرەکانیدا ڕەنگ دەداتەوە لەگەڵ بەگژداچوونی ئەوانەی بازرگانی بەسەر ئایینەوە دەکەن، زۆرترین بەشی شیعرەکانی لە چوارچێوەی جوانی و خۆشەویستی و عەشق دەسوڕێتەوە ھەروەھا چەندیین شیعری ھەیە لە بواری ڕاستی پەرستی و فەلسەفەدا و لە ستایشی ئایینی و تەسەووفدا\nمەحوی وەکو شاعیرانی سەردەمی و پێشووتر لەخۆی کێشی عەرووزی عەرەبی بەکارھێناوە، ھەروەھا یەکێتی قافیە پاراستووە، بەواتایەک کە سەرانسەری ھۆنراوەکە لەسەر یەک قافیەیە. بەھۆی ئەوەی زمانی کوردی لەو سەردەمەدا ھێز و تینی ئێستای نەبووە، مەحوی وشەی فارسی و عەرەبی زۆر بەکارھێناوە، ھەروەھا وشەکاری و وردەکاری زۆری بەکارھێناوە و بەدوای وشە دەربڕینی گراندا گەڕاوە\nلە ھەمان کاتدا مەحووی لەگەڵ زمانی کوردیدا بە زمانی فارسی و عەرەبی چەندین ھۆنراوەی نووسیوە\n\n:کۆچی دوایی\nمەحوی لە تشرینی یەکەمی ١٩٠٦دا ژیانی دوایی ھات و لە یەکێک لە ژوورەکانی خانەقاکەیدا بە خاک سپێردرا",
   "birthYear": 1836,
  "example": "بە نووری بادە کەشفی زوڵمەتی تەقوا نەکەم، چ بکەم\n\nبە شەمعێکی وەھا چاری شەوێکی وا نەکەم، چ بکەم\n\nلە خەزنەی دڵمدا ھەرچی ھەیە، ھەر داغی سەودایە\n\nدەسا ئەم نەقدە دەردی عیشقی پێ سەودا نەکەم، چ بکەم\n\nلەگەڵ دەستی مەلا ڕێ ناکەوێ زونناری زوڵفی یار\n\nوەکو «شێخ» ئیختیاری مەزھەبی «تەرسا» نەکەم، چ بکەم\n\nلە ڕێی ئەو شۆخەدا خۆم کردە خاک و پێی نەنا پێما\n\nدەسا خاکی ھەموو عالەم بەسەر خۆما نەکەم، چ بکەم\n\nدەمێکە شاری پڕ شۆری مەحەببەت مات و خامۆشە\n\nبە قانوونی تەجەننون شۆڕشێ ئینشا نەکەم، چ بکەم\n\nلە چاوانم نەما بۆ گریە، نۆبەی سەجدە بەردەریە\n\nسیا ساڵم نەبارە، نوێژی ئیستیسقا نەکەم، چ بکەم\n\nلەسەر تۆم دوشمنە دنیا، قەزیەم «مانع الجمع» ە\n\nکە تەرکی تۆ نەکەم، تەرکی ھەموو دنیا نەکەم، چ بکەم\n\nبەجێ ماوم لە یاران، نا بە جێ ماوم، ئەجەل زوو بە\n\nبە مردن لەم قوسووری ژینە ئیستیعفا نەکەم، چ بکەم\n\nئەوا لەیلا بە ڕۆژی حەشر ئەدا وادەی لیقا مەحوی\n\nھەتا قامی قیامەت، ئاە و واوەیلا نەکەم، چ بکەم",
        "finalname": "مەلا محمد عوسمان"
  },
  {
    "id": 5,
    "name": "سالم",
    "image": "https://github.com/sahanddler/rsm/raw/main/salm.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "عبدالرحمن بەگی ساحێبقران (١٨٠٠-١٨٦٦) ناسراو بە سالم ھۆنراوەنووسێکی کلاسیکی زمانی کوردی بووە. سالم و مستەفا بەگی ساحێبقران ناسراو بە کوردی ئامۆزای یەکترن\n\n:ژیان\nسالم نازناوی شیعری عەبدوڕەحمان بەگی کوڕی محەمەد بەگی کوڕی ئەحمەد بەگە، لە بنەماڵەی ساحێبقرانە، لە ساڵی ١٨٠٠دا لە شاری سلێمانی ھاتووەتە دونیا. لە ساڵی ١٨٦٦دا مردووە و لە گردی سەیوان لە شاری سلێمانی بە خاک سپێردراوە.\nمارف خەزنەدار لە کتێبی مێژووی ئەدەبی کوردی نووسیویەتی: لە ساڵی ١٨٠٥ لەدایکبووە، وە لە ساڵی ١٨٦٩ کۆچی دوایی کردووە\n\n:ھۆنراوەکانی\nتایبەتمەندیەکانی شێعری سالم بەکارھێنانی زۆری وشەی قورئانی، ئاماژە بە ڕووداوە مێژووییەکان و بەکارھێنانی وشەی فەلسەفی و سۆفیانەیە\n:سالم لە وڵامی قەسیدەی بادی خۆش مرووری نالی دا قەسیدەیەکی نووسیوە کە ئاوا دەست پێدەکات\n\nجانم فیدایی سروەکەت ئەی بادەکەی سەحەر\nئەی پەیکی موستەعید لە ھەموو ڕاھی پڕ خەتەر\nئەی میروەحەی جەمالی مەھاسایی دڵبەران\nوەی شانەزەن بە کاکولی تورکانی سیمبەر",
   "birthYear": 1800,
  "example": "ساقی لە پەردە دەرھات، جامی شەڕابی ھێنا\n\nدڵ خیرە ما لە حێرەت مەھ ئافتابی ھێنا\n\nیەک زەڕڕە عەکسی پڕتەو، دەرکەوت و تووری سووتاند\n\nئاوێنە سەختڕوو بوو، لەو عەکسە تابی ھێنا\n\nتیماری چاکی سینەم، ڕاجع بە چاوی مەستە\n\nبەختیش موافیقی عەشق، بۆ من خەرابی ھێنا\n\nیارم لە ئەندەروون ھات، دەستی ڕەقیب لە دەستا\n\nغەمناک و شادمانم، ڕەحمەت عەزابی ھێنا\n\nبۆ تۆبە سووی مزگەوت، ھاتم بچم لە ڕێدا\n\nبۆ کۆیی مەی فرۆشان، عەزمم شتابی ھێنا\n\nڕوو ھەر لە من ئەپۆشێ، وا حاڵیە کە جبریل\n\nھەر خاسە بۆ من و ئەو، ئایەی حیجابی ھێنا\n\nوەی وەی چ مەجلسێ بوو، دوێنێ لە دەبدەبەی دڵ\n\nدڵبەر شەڕابی گێڕا «سالم» کەبابی ھێنا",
       "finalname": "عبدالرحمان بەگی ساحێبقڕان"

  },
  {
    "id": 6,
    "name": "کوردی",
    "image": "https://github.com/sahanddler/rsm/raw/main/kurde.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "مستەفا بەگی کوڕی مەحموود بەگی ساحێبقڕان، ناسراو بە کوردی، لە ساڵی ١٨٠٩ یان ١٨١٢ لە سلێمانی لەدایک بووە، ھەر لە سلێمانی لە ساڵی ١٨٥٠ زایینی کۆچی دوایی کردووە و لە گردی سەیوان نێژراوە\nھەڵبەستوان وەکوو منداڵانی سەردەمەکەی خۆی لە حوجرە فێری خوێندەواری بووە، بەڵام درێژەی بە خوێندن نەداوە بۆ ئەوەی ببێتە مەلا\nمستەفا بەگی کوردی بە یەکێک لە کۆڵەکەکانی قوتابخانەی شیعری بابان لە قەڵەم دەدرێت و یەکێک بووە لە پەیڕەوانی تەریقەتی قادری، بەڵام بەداخەوە بەرھەمێکی کەمی ھۆنراوەوان کەوتووەتە دەست خوێنەران جگە لەوەش کە ناوی ھۆزانڤان لەتەک نالی و سالمەوە دێت، بەڵام وەکوو پێویست ئاوڕی لێنەدراوەتەوە\n\n:لایەنی شاراوەی ژیانی کوردی\nگەلێک لایەنی شاراوەش ھێشتا پەردەی لەسەر ھەڵنەدراوەتەوە کە ئەوەش وایکردووە گەلێک شتی ئەفسانە تێکەڵ بە ژیانی مستەفا بەگی کوردی بکرێت کە ھیچ بنچینەیەکی زانستیی نییە\nگوایە مستەفا بەگ عەشقی قەدریە ناوێک بووە، ئەو قەدریە بووەتە سەرچاوەی ئیلھامی شیعری مستەفا بەگ\nدەگێڕنەوە کە مستەفا بەگی کوردی بە شای ئێران گەیشتووە، لەگەڵ ئاقانی ھەڵبەستوانی گەورەی ئێران شەڕەھۆنراوەی کردووە، شای ئێران گەلێک سەرسام بووە بە کوردیی، گەرچی ئەو گێڕانەوەیە جێگای گومانە و عەقڵی مرۆڤ بۆی ناچێت\nکابرایەکی کوردی خەڵکی بابان بگاتە شای ئێران و لەوێ لە مەجلیسی شادا کابرایەکی سونیی مەزھەب ھێرش بکاتە سەر مەزھەبی شاە ئاقانی ھەڵبەستوان، بەڵام ھەرچۆنێکیش بێت ئەوا ھەرگیز لە شاعیرییەتی و ھەڵوێستی مستەفا بەگ کەم ناکاتەوە، بەڵام مستەفا بەگ کە ئاوارەی ئێران کرابێت ئاسان نییە بگاتە شای ئێران، جگە لەوەش لە دیوانەکەی کە ئێستا لەبەردەستدایە ھیچ ئەوە نادەنە دەست کە گەیشتووەتە کۆشکی شاھانە و شەڕەھۆنراوەی لەگەڵ قائانیدا کردبێت\nناوی قادر گەلێکجار لە ھۆنراوەکانی کوردی بەکار ھاتووە، بێ ئەوەی بە تەواوی ساغ کرابێتەوە ئەو قادر ناوە کێیە؟\n\n:وەسف لای کوردی و تێکەڵیی شیعری بە ئایین\nئەگەر ئەوە ڕاست بێت کە کوردی ھەوڵی ئەوەی دابێت کە عەشقی مەجازی بگۆڕێت بۆ عەشقی ڕاستەقینە، دەکرێت بڵێن ئەو قادرە مەبەستی لە ڕێبازی قادری بێت، گەرچیش ھیچ تروسکایەک نییە کە کوردی لەسەر ڕێبازی قادری بێت و ڕێبازی سۆفیگەری گرتبێتەبەر، کەواتە تەنھا تاکە ڕێگایەک دەمێنێتەوە کە بڵێین زۆر نزیکە ئەو قادر ناوە، ناوی ژنێکی خۆشەویستی خۆی بێت، بەڵام وەکوو ھێمایەک بەکاری ھێنا بێ، ئەویش لەبەر ئەوەی بارودۆخی کۆمەڵایەتی ئەو سەردەمە ڕێگای نەدابێ بە ئاشکرا ناوی بھێنێت\nجوانی پانتایەکی فراوانی لە ھۆنراوەکانی کوردیدا داگیر کردووە، زۆربەی ئەو جوانییەش بە یوسفی کوڕی یەعقوب چواندووە، لەوەوە بەدیار دەکەوێت کە مستەفا بەگ ئەگەرچی مەلا نەبووە، بەڵام ڕۆشنبیری ئایینی ھەبووە و کەوتووەتە ژێر کاریگەری کارەسات و ڕووداوە ئایینییەکان",
     "birthYear": 1812,
  "example": "هیچ شعرێك بۆ ئەم شاعیرە نەدۆزرایەوە!",
          "finalname": "مستەفا مەحموود بەگی ساحێبقڕان"
  },
   {
    "id": 7,
    "name": "حاجی قادری کۆیی",
    "image": "https://github.com/sahanddler/rsm/raw/main/qadr.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "حاجی قادر کوڕی مەلا ئەحمەدە، لە گوندی (گۆڕ قەرەج)ی شاری کۆیە لە ساڵی (١٨١٧)ز لەدایکبووە، لە ئەستەنبۆڵ، لە ساڵی (١٨٩٧)ز کۆچی دوایی کردووە و هەر لەوێ بە خاک سپێردراوە. حاجی یەکێکە لە شاعیرە نەتەوەپەروەر و نیشتمانپەروەرەکانمان، سەرەتای ژیانی شاعیرییەتی لە کوردستانی عێراق و ئێران دەستپێکردووە، چونکە پاش گەشتەکەی ناوچە باڵەکایەتی کە لەگەڵ مەلا عەبدوڵڵای جەلیلزادە ڕوودەکاتە کوردستانی ئێران و ماوەیەکی زۆر لەوێدا دەمێنێتەوە. شیعرەکانی ئەو سەردەمەی حاجی لە تەوەری دڵداری و ئەڤینییەوە دەسوڕانەوە. ماوەیەکی زۆر پاش گەڕانەوەی لە گەشتی خوێندنەکەی، لە کۆیە دەمێنێتەوە، بەڵام وادیارە مەلایەکی ڕووناکبیری وەک حاجی نەشیاوە لەناو کۆمەڵی ئەو کاتەی کۆیە ژیانێکی ئاسوودە بەسەر ببات، هەر لەبەر ئەوە ناچار بووە کە ڕووبکاتە ئەستەنبۆڵی پایتەختی دەوڵەتی عوسمانی و هەموو ژیانی خۆی لەوێ بەسەر ببات\nهەرچەندە حاجی قادری کۆیی بە یەکەم شاعیری نەتەوەیی دانانرێ، چونکە بەر لە ئەو ئەحمەدی خانی (١٦٥٠–١٧٠٦)ز وەک ڕابەری شیعری نەتەوەیی لە ئەدەبیاتی کوردیدا دەرد و ئازاری کوردی دەست نیشانکردووە، بەڵام حاجی سەرەڕای دەست نیشانکردنی ئەو دەردانە، زۆر جاریش هەوڵی داوە چارەیان بۆ بدۆزێتەوە\n\n١- حاجی دەردێکی کوشندەی لای کورد دەست نیشانکردووە کە دووبەرەکی و ناتەبایی و دوژمنایەتی کردنی یەکترییە، دەرمانی ئەم دەردەش لای ئەو تەنیا ڕێککەوتن و یەکڕیزییە\nتا ڕێک نەکەون قەبیلی ئەکراد\nهەروا دەبنە خەرابە ئاباد\n\n٢- حاجی، دوژمنی سەرەکی دەستنیشانکردووە کە تەماحکار و داگیرکەرانی کوردستانن، بۆ ڕووبەرووبوونەوەی ئەو دوژمنەش (چەک)ی بە چارەسەر داناوە\nصەلاحی ئێوە ئیستێکە سیلاحە\nتەماعی گەورەیی بێ چەک نەکەن نەک\n\n٣- حاجی زانست و چەک پێکەوە کردوون بە دوو بنەمای سەرەکی بۆ خەبات و بەرگری، بۆیە دەڵێت\nبە شیر و خامە دەوڵەت پایەدارە\nئەمن خامەم هەیە، شیر نادیارە\n\n٤- حاجی پێی وابووە کە ڕێکخستنی نهێنی، پێکهێنانی حزب، تەگبیر، پەیداکردنی چەک و ڕێکخستنی شەڕ، مەرجی سەرکەوتنن\n\n٥- لە هەموو گرنگتر، حاجی باوەڕی وابووە کە پێویستە گەل بەدەوری سەرکردەیەک کۆبێتەوە، ئەو سەرکردەیەش وەک ڕابەر و پێشڕەوی خەباتی نەتەوەیی، میللەت لە ڕێگای ئامانجەکانیان بەرەو پێش ببەن", 
  "birthYear": 1817,
  "example": "لە ڕۆما کەوتە بەرچاوم کەسێکی هائیم و حەیران\n\nبە هەیئەت تێی گەییم کوردە بە شێوەی ئەهلی کوردستان\n\nکە چوومە خزمەتی پرسیم: برادەر خەڵکی کام جێگای؟\n\nلە کاملا هاتووی؟ گریا، گوتی: بابان! گوتم بابان؟\n\nدڵم داوە گوتم: باوکە هەموومان بێکەسین لێرە\n\nچ قەوماوە، گەلێ حەیفە، مەگریێ هەر وەکو باران\n\nگوتی بۆ غوربەت و ڕووتی نییە ئەفغان و هاوارم\n\nلە داخی حاکمی خۆمە، لە شان و شەوکەتی تورکان\n\nگەلێکم بیستووە پەستی و بڵندی دەوڵەتان، ئەمما\n\nجیهان نەیدیوە پەستی وا میسالی میسالی حاڵی کوردستان",
         "finalname": "حاجی قادر ئەحمەد"
   },
   {
    "id": 8,
    "name": "هێمن",
    "image": "https://github.com/sahanddler/rsm/raw/main/hemn.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "محەممەدئەمین شێخولئیسلامی موکری ناسراو بە ھێمن موکریانی (١ی ئازاری ١٩٢١ لە مەھاباد، ڕۆژهەڵاتی کوردستان – ١٦ی نیسانی ١٩٨٦ لە ورمێ، ڕۆژهەڵاتی کوردستان) شاعیر، نووسەر و وەرگێڕێکی کوردی خەڵکی ڕۆژھەڵاتی کوردستان بوو. ھێمن یەکێک بوو لە ھۆزانڤان و نووسەرانی کورد لە سەدەی بیستەمدا و لە بواری پاراستن و بووژاندنەوەی فەرھەنگ و وێژە، ھەقی خستووەتە سەر نەتەوەکەی. لە تاریک و ڕوونی ژیانی دا بۆ خڕ کردنەوەی کۆماکانی وێژەی کوردەواری و وردبوونەوە لە وشەکان، بە کەوکردن و ھەڵاواردنی غەوارەکانی زمان و سوورکردنی خەرمانی زمانی کوردی، کەوتە کار و پاشەرۆکێکی گرنگی بۆ ئەدەبیاتی کوردی جێهێشت\n\n:سەرەتای ژیان\nھێمن کوڕی سەید حەسەنی موکری و لە بنەماڵەی مەلا جامی چۆری بووە. دایکی زێنەب، کچی شێخی بورھان بووە. بەھاری ساڵی ١٣٠٠ی کۆچی ھەتاوی بە شەوی جێژنی بەرات لە گوندی لاچینی سەر بە شاری مەھاباد لەدایک بووە. بەهۆی ئەوەی دایکی نەخۆش دەبێت، بە شیری ژنێکی دیکە فڕچک (گۆج) گەورە دەکرێت\nھێمن لە ڕۆژگارێکدا گەورە دەبێت کە ڕەزاشا حوکمی دەکرد و جل‌وبەرگی کوردەواری قەدەغە بوو. لەم کەشوھەوایەدا، لە منداڵیدا گوێی بۆ بەسەرھاتەکانی دایە مرۆت دەگرێت و زۆر شتی فۆلکلۆری لێ فێر دەبێت. ئەلف و بێ لای عەبدوڵڵای مستەوفی دەخوێنێت و پێش ئەوەش بزنۆکێ و مەڕۆکێی حوسێنی حوزنی موکریانی و ھۆنراوەکانی شێخ ڕەزا لەبەر دەکات. دواتر بۆ خوێندن نێردراوە بۆ مەھاباد و لە قوتابخانەی سەعادەت خوێندوویەتی. سەرەتا تەنیا زمانی کوردی دەزانێت و بەهۆی ئەوە گاڵتەی پێدەکرێت، بەڵام خوێندنەکەی بە سەرکەوتن تێپەڕ دەکات\n\n:پوختەی ژیان\nلە ساڵی ١٩٣٨ دەستی لە خوێندن ھەڵدەگرێت و بۆ کشتوکاڵ و ئاژەڵداری ڕادەست دەبێت. ساڵی ١٩٤٢ بووەتە ئەندامی کۆمەڵەی نھێنی ژێ کاف، ناوی نھێنی (ھێمن) و ژمارەی ئەندامیەتی (٥٥). لە ساڵی ١٩٤٦ ھاوسەرگیری دەکات. دوای ڕووخانی کۆماری کوردستان و سێدارەدانی قازی محەممەد، ناچار دەبێت لە نیشتمانەکەی دوور بکەوێتەوە و بۆ قەڵادزێ پەناببات. لە دوای لێبوردنی ساڵی ١٩٤٨ دەگەڕێتەوە زێدی خۆی و دەست دەکاتەوە بە کاسبی و بەردەوام دەبێت لە کاری وێژە و ھۆنراوە، ھەروەھا تا ساڵی ١٩٦٥ لە ژیانی ڕامیاری دوور نەبووە\n\n:بەرھەمەکان\nدیوانی ھێمن\n\nبارگەی یاران\n\nتاریک و ڕوون (شیعر و پەخشان)، ١٩٧٤\n\nپاشەرۆک (شیعر و پەخشان)\n\nتوحفەی موزەففەرییە (فۆلکلۆری کوردی، وەرگێڕانی ھێمن)\n\nشازادە و گەدا\n\nقەڵای دمدم\n\nھەواری خاڵی\n\nچەپکێ گوڵ، چەپکێ نێرگز\n\nئەفسانە کوردی یەکان (وەرگێڕانی کاری قەنات کۆردۆ بۆ فارسی)\n\nناڵەی جودایی، شیعر، ١٩٧٩\n\nپاشەرۆکی مامۆستا ھێمن، کۆمەڵە وتار، مەھاباد ١٩٨٣\n\n:مردن\nھێمن تەمەنی منداڵی، لاوی و پیری خۆی لە سەنگەری فەرھەنگ و ئەدەب و فۆلکلۆر و شۆڕشدا تێپەڕ کرد. لە ١٧ی نیسانی ساڵی ١٩٨٦ی زایینی کۆچی دوایی کرد و بە پێی وەسیەتی خۆی لە گۆڕستانی بوداغ سوڵتانی شاری مەھاباد بە خاک سپێردرا.",
     "birthYear": 1921,
  "example": "کوردم ئەمن\n\nگەرچی تووشی ڕەنجەڕۆیی و حەسرەت و دەردم ئەمن\n\nقەت لە دەست ئەم چەرخە سپڵە نابەزم، مەردم ئەمن\n\nئاشقی چاوی کەژاڵ و گەردنی پڕ خاڵی نیم\n\nئاشقی کێو و تەلان و بەندەن و بەردم ئەمن\n\nگەر لە برسان و لەبەر بێ بەرگی ئیمڕۆ ڕەق ھەڵێم\n\nنۆکەری بێگانە ناکەم تا لەسەر ھەردم ئەمن\n\nمن لە زنجیر و تەناف و دار و بەند باکم نییە\n\nلەت لەتم کەن، بمکوژن، ھێشتا ئەڵێم کوردم ئەمن\n\n\nناڵەی جودایی\n\nچۆن نەناڵێ ئەودڵەی پڕ ھەستی من\n\nچۆن لە ئەژنۆ بێتەوە دوو دەستی من\n\nگوێم دەیە ئەی دیدە مەستی قیت و قۆز!\n\nتا بناڵێنم وەکوو بلوێر بە سۆز\n\nنابێ قەت ناڵەی جودایی بێ ئەسەر\n\nجا چ نەی بیکا چ پیاوی دەربەدەر\n\nبۆیە ناڵەم تێکەڵی نەی کردووە\n\nشیوەنێکم پێیە نەی نەیکردووە\n\nلێم گەڕێ با دەربڕم سۆزی دەروون\n\nلێم گەڕێ با ھەڵوەرێنم ئەشکی روون\n\nشیوەنی من شیوەنی ئینسانییە\n\nبانگی ئازادی و گڕووی یەکسانییە\n\nشیوەنی من شینی کوردی بێ بەشە\n\nئەو گەلەی حاشا دەکەن لێی و ھەشە\n\nچۆن نەناڵێ ئەو دڵە ئەنگاوتەیە\n\nبەرد لە بەردی ببتەوە دەنگی ھەیە\n\nژانی ناسۆری جوداییم چێشتووە\n\nھەرچی خۆشم ویستووە جێم ھێشتووە\n\nھەڵبڕاوام من لە یاری نازەنین\n\nدەرکراوم من لە خاکی دڵنشین",
        "finalname": "محەممەد ئەمین"
   },
  {
    "id": 9,
    "name": "فایەق بێکەس",
    "image": "https://github.com/sahanddler/rsm/raw/main/bekas.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "فایەق بێکەس کوڕی عەبدوڵڵا بەگ، کوڕی کاکە حەمە و کوڕی ئەلیاسە قۆجە بوو\nبنچینەی بنەماڵەکەی لە قەڵاچوالانەوە بۆ سلێمانی ھاتووە و خۆی لە ساڵی ١٩٠٥ لە گوندی سیتەک، نزیک بە باکووری ڕۆژھەڵاتی سلێمانی، لەدایک بوو\nسیتەک لەو کاتەدا سەنتەری ناوچەی شارباژێر بوو\nباوکی عبدوڵڵا بەگ لەوێ تابوورئاغاسی بوو و دایکی لە بنەماڵەی ئاغەلەرەکانی سلێمانی بوو\nفایق ساڵانی سەرەتای منداڵی لە سیتەک بەسەربرد و پاشان ماڵیان گەڕایەوە سلێمانی و لە تەمەنی سێ ساڵیدا باوکی ئاوەڵەی دردا\nھەر لە مناڵیدا باوکی ناردوویەتی بۆ حوجرەی فەقێ بۆ خوێندن\n\nلە ساڵی ١٩١١دا باوکی بۆ کاری میری نێردرا بۆ خانەقین و دواتر بۆ بەغدا\nفایق و خێزانەکەشی بۆ بەغدا ھێنرا، بەڵام باوکی پاش ساڵێک بۆ تورکیا چوو و فایق دووبارە نەیدیتەوە\nلەو ماوەدا برا گەورەی، حەمە سەعید، لە دەجلەدا خنکێ و دواتر دایکی کۆچی دوایی کرد و فایق و برا بچووکەکەی تاھیر بە بێکەسی مانەوە\n\nلە کاتی شەڕی یەکەمی جیھانی ڕێی ھاتوچۆی نێوان بەغدا و سلێمانی داخرا\nمامەکەی حاجی ئەمینی کاکە حەمە چاودێری ئەوانی سپارد بە حاجی عەلی ئاغا لە بەغدا و ئەویش ئەوانی دا بە دەستی حەبەخان، ژنێکی بەزەیی کە خێزانی ئەفسەرێکی سلێمانی بوو\nحەبەخان چەند ساڵێک بە وردی پێیان خوێند و لە ساڵی ١٩١٨دا ئەوانی گەڕاندەوە بۆ سلێمانی\n\nفایق لە سلێمانی چووە قوتابخانە و تا ساڵی ١٩٢٣ خوێندنی بە سەرکەوتن بەردەوام کرد\nدواتر بۆ قوتابخانەی علمییە لە کەرکووک چوو، بەڵام نەتوانی بەردەوام بێت و لە ساڵانی ١٩٢٤–١٩٢٥ لە دارالعلوم لە بەغدا خوێند\nبەهۆی بارودۆخی ژیانەوە ساڵانی دواتر گەڕایەوە سلێمانی و لە تەنگدەرێژی ژیاندا کارە جیاوازەکانی وەک جگەرەچێتی، شقارتەفرۆشی و کارکردن لە ئەشغاڵ تاقیکردنەوە\n\nلە ساڵی ١٩٢٨دا بۆ ماوەیەک لە ھەولێر ژیا و دواتر بوو بە مامۆستای زانستی\nلە ١٩٢٩دا ھەواڵی مردنی باوکی لە تورکیا پێگەیشت و ساڵی ١٩٣٠دا بۆ دوای میراتی باوکی چووە تورکیا، بەڵام بە نائومێدی گەڕایەوە\nھەر لەو ساڵەدا لە ڕاپەڕینی شەشی ئەیلوول دژی ھەڵبرژاردنە ساختەکانی دەزگای پادشایەتی بەشداری کرد، بریندار بوو، دەستگیر کرا و خرا بەندینخانە\nلەوێدا ھۆنراوەی بەناوبانگی «ئەی وەتەن مەفتوونی تۆم»ی نووسی\n\nدوای دەرچوون لە بەندینخانە قوتابخانەیەکی تایبەتی کردەوە و دواتر لە ساڵی ١٩٣٣دا وەک مامۆستا لە میری دامەزرێنرا\nلە شوێنە جیاوازەکان وەک بازیان، تەوێڵە، قەرەداغ، سلێمانی، سوورداش و ھەڵەبجە وانەی گوتەوە و تا ساڵی ١٩٤٨دا مامۆستای میری بوو\n\nفایق بێکەس جگە لە کوردی، زمانی عەرەبی و فارسی و تاڕادەیەک ئینگلیزی دەزانی و لە عەرەبیدا دەسێکی بەرز ھەبوو، ھەتا ئەو ڕادەیەی معلقاتی سبعەی بە تەواوی لەبەربوو\n\nناوەرۆکی ھۆنراوەکانی\nایەق بێکەس شاعیرێکی نیشتمانپەروەر و دژی بێگانە پەرستی بوو\nلە سەردەمی خۆیدا پاش خانی و حاجی قادر، یەکێک لە ئاڵاھەڵگرانی نیشتمانپەروەری بووە\nھۆنراوەی بیست و حەوت ساڵەکەی یەکێکە لە کاریگەرتری ھۆنراوەکانی ئەدەبیاتی کوردی\n\nکۆچی دوایی\nلە ١٨ی کانوونی یەکەمی ساڵی ١٩٤٨دا فایق بێکەس کۆچی دوایی کرد",
     "birthYear": 1905,
  "example": "ئەی وەتەن مەفتوونی تۆم\n\nئە‌ی وە‌تە‌ن مە‌فتوونی تۆم شێوە‌تم بیرکە‌وتە‌وە\n\nوە‌ختی بە‌ندەییو ئە‌سارە‌ت، پێ بە تە‌وق ‌و کۆتە‌وە\n\nمن لە زیکر و فیکری تۆ غافڵ نە‌بووم، وا تێنە‌گە‌ی\n\nحە‌پس و تێ‌ھە‌ڵدان‌ و زیللە‌ت تۆی لە بیر بردۆتە‌وە\n\nبە‌و خوایە‌ی بێ‌شە‌ریک ‌و لامە‌کان‌ و واحیدە\n\nعە‌شقی تۆ نە‌وعێ لە دڵما ئاگری کردۆتە‌وە\n\nئاگرێکی ‌وا ھە‌زار ساڵ ئاوی بڕژێنیتە سە‌ر\n\nقە‌ت گڕو کڵپە‌و بڵێسە‌ی تا ئە‌بە‌د نە‌کوژێتە‌وە\n\nباسی مە‌حزوونی و کە‌ساسیی خۆت نە‌کە‌ی توخوا وە‌تە‌ن\n\nچونکە بە‌و باسە برین‌ و زامە‌کە‌‌م ئە‌کولێتە‌وە\n\nماتە‌مینی تا بە‌ کە‌ی، دە‌ی پێکە‌نە‌ و سە‌ر ھە‌ڵبڕە\n\nموفتە‌خیر بە، شوھرە‌تت وا عالە‌می گرتۆتە‌وە\n\nنە‌گبە‌تی لاچوو، سە‌عادە‌ت بۆتە پشتیوانی تۆ\n\nکە‌وکە‌بی بە‌خت‌ و فریشتە‌ت بە‌رزە، ئە‌درە‌وشێتە‌وە\n\nگە‌رچی بە‌ینێکە زە‌لیل‌ و دیلی دە‌ستی زاڵمی\n\nنۆبە‌تی شادیتە ئە‌مجا ناحە‌زت لێک‌ بێتە‌وە\n\nلافی میللییە‌ت بە‌ دە‌م لە‌م عە‌سرە‌دا کە‌ڵکی نییە\n\nڕۆژی ھە‌وڵە، ھە‌ر بە ھیممە‌ت گۆی ھونە‌ر ئە‌برێتە‌وە\n\nبێ‌قوسوورە، چە‌ند جە‌سوورە صە‌د شوکر ئە‌ولادە‌کە‌ت\n\nوا لە‌ ڕێی تۆدا لە خوێنا سە‌یری چۆن ئە‌تلێتە‌وە\n\nبە‌سیە، تە‌عنە‌م لێ مە‌دە‌، ھە‌ر ڕۆڵە‌کە‌ی جارانتم\n\nھێندە‌ حیلمت بێ ھە‌تاکو دە‌ست و پێم ئە‌کرێتە‌وە\n\nشە‌رتە شە‌رتی پیاوە‌تی بێ گە‌ر خودا دە‌ستم بدا\n\nدوژمنت پە‌ت‌ کە‌م وە‌کوو سە‌گ بیخە‌مە‌ ژێر پێتە‌وە",
      "finalname": "فایەق عەبدوڵڵا بەگ"
  },
  {
    "id": 10,
    "name": "شێرکۆ بێکەس",
    "image": "https://github.com/sahanddler/rsm/raw/main/sherko.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "شێرکۆ فایەق عەبدوڵڵا بێکەس (لەدایکبووی ٢ی ئایاری ١٩٤٠ لە سلێمانی، هەرێمی کوردستان – کۆچکردووی ٤ی ئابی ٢٠١٣ لە ستۆکھۆڵم، سوێد) شاعیرێکی کورد بوو\nکوڕی هەڵبەستوانی کوردی سەدەی بیستەم فایەق بێکەس بوو، و یەکێک بوو لەو شاعیرانەی کە شیعری ھاوچەرخی کوردیی دامەزراندووە\nشێرکۆ بێکەس یەکەم وەزیری ڕۆشنبیری لە ھەرێمی کوردستان و ئەندامی پەرلەمانی کوردستان بوو\nئەندامی یەکێتیی نووسەرانی کورد و سەندیکای ڕۆژنامەنووسانی کوردستان و یەکێتیی نووسەرانی سوێد بوو\n\n:ژیان\nشێرکۆ بێکەس ڕۆژی ٢ی ئایاری ساڵی ١٩٤٠ لە گەڕەکی گۆیژەی شاری سلێمانی لەدایک بووە\nبێکەس یەکەمین شیعری خۆی لە تەمەنی ١٧ ساڵیدا بڵاو کردەووەتە\nساڵی ١٩٦٨ یەکەمین پەرتووکی شیعری خۆی بە ناوی «تریفەی ھەڵبەست» لە بەغدا چاپ کردووە\nساڵی ١٩٧٠ لەگەڵ کۆمەڵێک لە شاعیرانی بەناوبانگ بانگەوازێکیان بۆ گۆڕانکاری لە شیعری کوردی بڵاو کردەوە\nساڵی ١٩٨٧ لە وڵاتی سوێد خەڵاتی «تۆخۆڵسکی» پێ بەخشرا\nلە ساڵی ١٩٩٨ ھەتا کۆتاییی ژیانی ئەندامی ئەنتەلۆجیای خوێندنی پۆلەکانی ئامریکا و کەنەدا بوو\nساڵی ٢٠٠١ ناوەندی چاپ و ڕاگەیاندنی «خاک» خەڵاتی پیرەمێردی شاعیری بە شێرکۆ بێکەس بەخشی\nلە ساڵی ٢٠٠٩دا تەواوی بەرھەمەکانی لە ھەشت ھەزار لاپەڕەدا لە چاپ درا\n\n:شیعر\nشێرکۆ بێکەس یەکێک بووە لە دامەزرێنەرانی سەردەمی شیعری نوێی کوردی و ھونەری کوردی بە زمانی شیعری نوێ ناساند\nشیعری شێرکۆ زۆر جار باسی لە نیشتمانپەروەری و خۆشەویستیی ئاو و خاک کردووە\n\n:بەرھەمەکان\nتریفەی ھەڵبەست (١٩٦٨)\n\nکەژاوەی گریان (١٩٦٩)\n\nمن تینوێتیم بە گڕ ئەشکێ (١٩٧٤)\n\nکازیوە (١٩٧٨)\n\nدوو سروودی کێوی (١٩٨٠)\n\nڕەنگاڵە (١٩٨٠)\n\nڕووبار (١٩٨٤)\n\nداستانی ھەڵۆی سوور (١٩٨٥)\n\nکەشکۆڵی پێشمەرگە (١٩٨٥)\n\nشاییی شەھید (١٩٨٥)\n\nئاوێنە بچکۆلەکان (١٩٨٦)\n\nداڵ (١٩٨٧)\n\nتەمتوومان (١٩٨٩)\n\nدەربەندی پەپوولە (١٩٩١)\n\nئافات (١٩٩٣)\n\nیادداشتی ماکەوێکی ڕەشپۆش (١٩٩٣)\n\nمێرگی زام، مێرگی ھەتاو (١٩٩٦)\n\nبۆننامە (١٩٩٨)\n\nخاچ و مار و ڕۆژژمێری شاعیرێ (١٩٩٨)\n\nچراکانی سەر ھەڵەمووت (١٩٩٩)\n\nنسێ (١٩٩٩)\n\nپیاوێ لە دارسێو (٢٠٠٠)\n\nژن و باران (٢٠٠٠)\n\nڕەنگدان (٢٠٠١)\n\nئەزموون (٢٠٠١)\n\nلە چلەی چلچرایەکدا (٢٠٠١)\n\nخۆم، ئەو وەختەی باڵندەم (٢٠٠٢)\n\nپاییزە میوان (٢٠٠٢)\n\nگۆڕستانی چراکان (٢٠٠٤)\n\nئێوە بە خۆشەویستیم ئەسپێرن (٢٠٠٤)\n\nسروودە بەردینەکان (٢٠٠٥)\n\nکورسی (٢٠٠٥)\n\nلە گوڵەوە ھەتا سووتوو (٢٠٠٦)\n\nحەفتا پەنجەرەی گەڕۆک (٢٠٠٧)\n\nکتێبی ملوانکە (٢٠٠٧)\n\nتۆ ئەتوانی بە قومێ ماچ بمخەیتەوە ھەڵقوڵین (٢٠٠٧)\n\nزێ و زنە (٢٠٠٨)\n\nتەون (٢٠٠٩)\n\nھەست و نەست (٢٠١٠)\n\nئێستا کچێک نیشتمانمە (٢٠١١)\n\nئەسپێک لە پەڕەی گوڵاڵە (٢٠١٢)\n\nخێرا کە مردن خەریکە بگات (٢٠١٣)\n\n:شانۆنامە\nکاوەی ئاسنگەر (١٩٧١)\n\nئاسک (١٩٧٨)\n\n:وەرگێڕان\nپیرەمێرد و زەریا (١٩٨٢)\n\nژنێک و دوو پیاو (٢٠٠٠)\n\n:منداڵان\nکوکوختیە بزێوەکە (٢٠٠٣)\n\n:بیرەوەری\nنووسین بە ئاوی خۆڵەمێش (٢٠١٣)\n\n:وەرگێڕان\nمەرایا ساغیرە، وێنەکراوی فواد عەلی، ١٢٥ پەڕە، چاپی الاھالی، دیمەشق، سوریا ١٩٨٨\n\nسما سپێگلار: دیکتەر ١٩٧٨–١٩٨٩، نۆرسبێرگ، چاپخانەی کوردستان",
     "birthYear": 1940,
      "example": "هیچ شعرێك بۆ ئەم شاعیرە نەدۆزرایەوە!",
          "finalname": "شێرکۆ فایەق عەبدوڵڵا"
   },
   {
    "id": 11,
    "name": "عەبدوڵڵا پەشێو",
    "image": "https://github.com/sahanddler/rsm/raw/main/abdulla.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "عەبدوڵڵا پەشێو (لەدایکبووی ١٩٤٦) شاعیرێکی کوردە. بەھۆی دژایەتیی ڕەخنەگرانەیەوە لە دەسەڵاتدارانی حکوومەتی ھەرێمی کوردستان وەک شاعیرێکی سیاسیش دەرکەوتووە و بە شیعر و دەربڕین کەموکوڕییەکانی کۆمەڵگە و سیاسەتی کوردیی داوەتە بەر ڕەخنە و بە شێوازی شیعر گوزارشتی لە بیر و بۆچوونەکانی کردووە.\n\n:ژیان\n\nپەشێو ساڵی ١٩٤٦ لە بنەماڵەیەکی ئایینی لە گوندی 'بێرکۆت'ی نزیک شاری ھەولێر لەدایک بووە. باوکی مەلای گوندەکە بووە، بەڵام بەھۆی نەخۆشی شێرپەنجە زود ماڵاوایی لە دنیا دەکا. پەشێو لەلایەن مامەکانی هان دەدرێ بۆ چوونە بەر خوێندن، بۆ یەکەم جار چووەتە قوتابخانەی خالیدی و بە زمانی عەرەبی خوێندوویەتی. ساڵی ١٩٦١ بۆ یەکەمجار دەست دەکا بە شیعر نووسین و یەکەم شیعری لە ھەفتەنامەی 'ھەولێر'دا بڵاو دەکاتەوە. دوابەدوای ئەوە خوێندنی ناوەندی و دواناوەندی ھەولێر تەواو دەکا. ساڵی ١٩٦٣ پەیوەندی دەکا بە یەکێتی قوتابیانی کوردستان و لە ناوەڕاستی شەستەکان بەولاوە دەبێتە بەرپرسی قوتابیان و کادیرێکی پێشکەوتووی پارتی دیموکراتی کوردستان، ھەر لەو ساڵانەدا دەست دەکا بە بڵاوکردنەوەی شیعرەکانی و لە ڕۆژنامەی 'الاخبار – دەنگ و باس' شیعر بڵاو دەکاتەوە. ساڵی ١٩٦٧ بۆ یەکەم جار لە بەغداد ئاشنایەتی لەگەڵ شێرکۆ بێکەسی شاعیر پەیدا دەکا و 'بتی شکاو'ی بە چاپ گەیاندووە، ساڵی ١٩٧٠ لە دامەزراندنی یەکێتی نووسەرانی کورد لە بەغداد بەشداری کردووە. ساڵی ١٩٧١ بۆ ماوەی یەک ساڵ لە گوندی 'کەنداڵ'ی دەشتی ھەولێر مامۆستا بوو تا ساڵی ١٩٧٣. ساڵی ١٩٧٩ ماجستێری وەرگێڕانی ڕووسی و ئینگلیزی لە زانکۆی Maurice Thorez لە مۆسکۆ وەرگرت. ساڵی ١٩٨٤ دوکتۆرای ئەدەبییاتی وەرگرت کە تێزەکەی لەسەر شاعیر و نووسەری پیرەمێرد بووە. ساڵەکانی ١٩٨٥ تا ١٩٩٠ لە زانکۆی ئەلفاتیح (جامعة طرابلس) مامۆستا بوو. پەشێو لە ١٩٩٥ەوە دانیشتووی شاری ھێلسینکی، فینلاندە. پەشێو جگە لە زمانی کوردی و عەرەبی، زمانی ڕووسی، ئینگلیزی و ئالمانی زۆر باش دەزانێ و وەرگێڕدراوەکانی لەسەر پووشکین و ویتمەن.\n\n:بەرھەمەکان\n\nفرمێسک و زام (١٩٦٥–١٩٦٧)، چاپی یەکەم لە کەرکووک ١٩٦٧\n\nبتی شکاو (١٩٦٧–١٩٦٨)، چاپی یەکەم کەرکووک ١٩٦٨\n\nشەونامەی شاعیرێکی تینوو (١٩٦٨–١٩٧٢)، چاپی یەکەم بەغدا ١٩٧٢\n\nدیوانی براکوژی، چاپی یەکەم ھەولێر ١٩٩٤\n\nدوازدە وانە بۆ مناڵان و چەند شیعرێکی قەدەغە (١٩٦٩–١٩٧٣)، چاپی یەکەم بەرلین ١٩٩٧\n\nشەو نییە خەونتان پێوە نەبینم (١٩٧٣–١٩٧٩)، چاپی یەکەم بەغدا ١٩٨٠\n\nبرووسکە چاندن (١٩٨٠–١٩٨٨)، چاپی یەکەم سوید ٢٠٠٠\n\nبەرەو زەردەپەڕ (١٩٨٩–٢٠٠١)، چاپی یەکەم سوید ٢٠٠١\n\nپرێسکەی عاشقێکی زگماک، چاپی یەکەم کوردستان ٢٠٠٦\n\nپشت لە نەوا و ڕوو لە کڕێوە ٢٠٠٦ (کۆی شیعرەکانی ١٩٦٥ تا ١٩٧٩) ھەولێر\n\nھەسپم ھەورە و ڕکێفم چیا ٢٠٠٦ (کۆی شیعرەکانی١٩٨٠ تا ٢٠٠٥) ھەولێر\n\nسەوڵم پۆڵا و کەناریش دوور (کۆی شیعرەکانی ٢٠٠٦ تا ٢٠١٩) ھەولێر",
     "birthYear": 1946,
  "example": "سەربازی ون\n\nکە وەفدێ دەچێتە شوێنێ،\n\nبۆ سەر گۆڕی سەبازی ون،\n\nتاجە گوڵینەیەک دێنێ.\n\nئەگەر سبەی\n\nوەفدێک بێتە وڵاتی من،\n\nلێم بپرسێ:\n\nکوانێ گۆڕی سەربازی ون؟\n\nدەڵێم:\n\nگەورەم!\n\nلە کەناری ھەر جۆگەیێ،\n\nلەسەر سەکۆی ھەر مزگەوتێ،\n\nلە بەردەرگەی\n\nھەر ماڵێ، ھەر کڵێسەیێ، ھەر ئەشکەوتێ،\n\nلەسەر گابەردی ھەر شاخێ،\n\nلەسەر درەختی ھەر باخێ،\n\nلەم وڵاتە:\n\nلەسەر ھەر بستە زەمینێ،\n\nلەژێر ھەر گەزە ئاسمانێ،\n\nمەترسە، کەمێک سەر داخە و\n\nتاجەگوڵینەکەت دانێ",
        "finalname": "عەبدوڵڵا پەشێو"
   },
  {
    "id": 12,
    "name": "هەژار موکریانی",
    "image": "https://github.com/sahanddler/rsm/raw/main/hazhar.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "عبدالرحمان شەرەفکەندی ناسراو بە ھەژار (١٣ی نیسانی ١٩٢١ لە مەھاباد، ئێران – ٢١ی شوباتی ١٩٩١ لە کەرەج، ئێران) نووسەر، ھەڵبەستوان و وەرگێڕێکی کورد بوو. خاوەنی ژمارەیەکی زۆر بەرھەمی ئەدەبیی پڕ پیتە. ھەژار برای گەورەی سادق شەرەفکەندی، سکرتێریی گشتیی حیزبی دێموکراتی کوردستانی ئێران بوو.\n\n:ژیان\nعەبدولڕەحمانی شەرەفکەندی کوڕی حاجی مەلا محەممەد بوو و لە ساڵی ١٩٢٠دا لە مەھاباد دایک بووە و بە لاویەتی لەگەڵ بنەماڵەکەی چوونە تەرەغە. لە ساڵانی سەرەتایی ژیاندا لە لای باوکیدا و دواتر لە حوجرەکاندا لە بەر دەست چەند کەس لە مامۆستا ئایینییەکان، دەرسی گولستان و بووستانی سەعدی خوێندووە. باوکی ھەژار کەسایەتییەکی خوێندەوار بووە و زانیویەتی بە کوردی بخوێنێت و بنووسێت، ھەر ئەمەش ھانی داوە کە کوڕەکەی خۆی (ھەژار) لە تەمەنی پێنج ساڵانەوە ئاشنا بە خوێندنەوە و نووسین بکات و دواتریش بینێرێتە مەکتەب و حوجرە. لە ساڵی ١٩٤٠ دەستی بە ھۆنراوە وتن کردووە و ھۆنراوەکانی ئەحمەدی خانی، وەفایی و مەلای جزیری کاریگەری لەسەر ھەستی بووە\n\nھەژار موکریانی بە جلی پێشمەرگایەتییەوە. ھەژار لە سەرەتای دامەزراندنی کۆمەڵەی ژیانەوەی کوردستان، تێیدا ئەندام بوو و بەشداری کارە حیزبییەکانی داوە. لە دوای کوودەتاکانی شۆڕشەکان لە ئێران و عێراق، ھەژار بەشیعر، وەرگێڕان و لێکۆڵینەوەی ئەدەبی کوردیدا بەشداری کرد\n\n:بەرھەمەکان\nبەیتی سەرە مەڕ، لە ١٩٥٧ لە شام چاپیکردووە\n\nچێشتی مجێور، یادداشتەکانی خۆیەتی\n\nئاڵە کۆک، دیوانی شێعری سەردەمی کۆمارە\n\nبەیتی سەرە مەڕ، چیرۆکەشێعرێکی درێژە؛ ماکەکەی لە چیرۆکێکی کورتی سەباحەدین عەلی، نووسەری تورک وەرگرتووە\n\nمەم و زین، ھەر بە ھۆنراوە لە کورمانجییە وەریگێڕاوەتەوە بۆ سۆرانی\n\nبۆ کوردستان، دیوانی ھەژار، ١٩٦٥\n\nفەرھەنگی وشەی ھەنبانە بۆرینە «کوردی بە کوردی و فارسی»، تاران، ١٩٩٠\n\n:وەرگێڕان بە کوردی\nشەرەفنامەی شەرەفخانی بەدلیسی، لە فارسییەوە بۆ کوردی\n\nچوارینەکانی خەیام، لە فارسییەوە وەریگێڕاوەتە سەر زمانی کوردی\n\nمێژووی ئەردەڵان، گردوکۆ و وەرگێڕانە لە چەند سەرچاوەی فارسییەوە بۆ کوردی\n\nیەک لە پەنای خاڵ و سیفری بێ بڕانەوە، نامیلکەیەکی شێعریی نووسینی عەلی شەریعەتی، لە فارسییەوە بۆ کوردی\n\nدایە، باوە، کێ خراوە؟، نامیلکەیەکی عەلی شەریعەتییە کردوویەتە کوردی\n\n عیرفان، بەرامبەری، ئازادی؛ نامیلکەیەکی دوکتور عەلی شەریعەتییە کردوویەتە کوردی\n\n:قورئان بە کوردی\nھۆزی لە بیرکراوی گاوان، نووسینی دوکتۆر مستەفا جەواد، لە عەرەبییەوە کردوویەتییە کوردی\n\n:ساغکردنەوە\nدیوانی شێخ ئەحمەدی جزیری (مەلای جزیری)؛ دەق و مانا لێکدانەوە\n\nشەرحی دیوانی مەلای جزیری\n\n:بە فارسی\nتاریخ سلیمانیە (مێژووی سلێمانی)\n\nروابط فرھنگی ایران و مصر (پەیوەندییە کولتورییەکانی نێوان ئێران و میسر)\n\nقانون در طب، نوسراوەی ئیبن سینا لە عەرەبییەوە بۆ فارسی\n\nآثارالبلاد و اخبارالعباد زکریا قزوینی لە عەرەبییەوە بۆ فارسی\n\n:ھۆنراوەی ھەژار لە ڕووی ناوەڕۆکەوە\nبەشێکی کەم لە بەرھەمی دڵدار دەچێتە خانەی دڵداری و وەسفی سروشتەوە. بەشی ھەرە زۆری ستایش و پێداھەڵدان و شانازی کردنە، ئەمەی تێکەڵ کردووە بەسیاسەت بەمانای ئەو بەسەرھاتانەی بەسەر کورد ھاتوون ڕۆژگارانی ژیانی شاعیردا. لەم ڕووەوە شیعری بەچوار قۆناغ تێپەڕیوە\n\n١- سەرەتا تا ساڵی ١٩٤٨: لەم ماوەیەدا شیعری بریتی بووە لە ستایش و پێداھەڵدان\n\n٢- قۆناغی بەغدا ١٩٤٨ – ١٩٥٨: لەم ماوەیەدا شاعیر دوو سێ ساڵ لە سووریا ژیاوە\n\n٣- قۆناغی بەغدا و کوردستان ١٩٥٨ – ١٩٧٥: ئەوی ڕاستی بێ ماڵی خێزانی ھەژار لەم ماوەیەدا لە بەغدا بووە، خۆی لە ھاتووچۆدا بووە لە نێوان بەغدا و ناو شاخەکانی کوردستانی عێراق\n\n٤- قۆناغی کۆتایی لە ماڵی خۆی لە مەھاباد ١٩٧٥ – ١٩٩١: لەم قۆناغەدا ھەژار خۆی بەشیعر وتن خەریک نەکردووە، بەڵام ئەو شیعرەی وتوویەتی ھەمووی لەسەر بارزانییە، بەھۆی یادی کۆچی دواییەوە، لە یادی ساڵی یەکەمەوە ١٩٨٠ دەست پێکردووە تا یادی ساڵی یازدەمین ١٩٩٠",
  "birthYear": 1921,
  "example": "ھەر کوردم\n\nبە دەربەدەری یان لە ماڵی خۆم\n\nلە خاکی عەرەب لە ئێران و ڕۆم\n\nکۆک و پۆشتە بم، ڕووت و ڕەجاڵ بم\n\nکۆشکم دەقات بێ وێرانە ماڵ بم\n\nئازا و ڕزگار بم شادان و خەندان\n\nیان زەنجیر لە مل لە سووچی زیندان\n\nساغ بم جحێل بم بگرم گوێ سوانان\n\nیان زار و نزار لە نەخۆشخانان\n\nدانیشم لەسەر تەختی خونکاری\n\nیان لە کۆڵانان بکەم ھەژاری\n\nکوردم و لە ڕێی کورد و کوردستان\n\nسەرلەپێناوم گیان لەسەر دەستان\n\nبە کوردی دەژیم بە کوردی دەمرم\n\nبە کوردی دەدەم وەرامی قەبرم\n\nبە کوردی دیسان زیندوو دەبمەوە\n\nلەو دونیاش بۆ کورد تێ ھەڵدەچمەوە",
       "finalname": "عبدالرحمن شەرەفکەندی"
  },
   {
    "id": 13,
    "name": "لەتیف هەڵمەت",
    "image": "https://github.com/sahanddler/rsm/raw/main/latef.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "لەتیف ھەڵمەت لەدایکبووی ساڵی ١٩٤٧ لە ناوچەی گەرمیان لەشاری کفری، نووسەر و شاعیر و ڕۆژنامەنووسی بەناوبانگی کوردە\n\n:ژیاننامە\nلەتیف ھەڵمەت لە ساڵی ١٩٧٩ دەستی کردووە بە نووسین لە بواری منداڵاندا. یەکەم بەرھەمی «جوانترین دێ» بووە کە بڵاوی کردووەتەوە. زیاتر لە بیست دیوانە شیعری هەیە. تا ئێستا ١٧ بڵاوکراوەی بۆ منداڵان ھەیە. ساڵی ٢٠٠٦ بەرھەمەکانی کۆکراوەتەوە کە دەکاتە ٥٠٠ لاپەڕە. ھەروەھا خەڵاتی «ئاپیک»ی لەسەر دیوانی منداڵان وەرگرتووە، چەند جارێکیش خەڵاتی وەزارەتی ڕۆشنبیری وەرگرتووە\n\n:ژیانی هونەری\nلەدوای گۆرانی شاعیر، لەتیف هەڵمەت یەکێکە لە دەنگە دیار و بەرچاوەکانی مێژووی هۆنراوەی نوێی کوردی و لە ساڵانی حەفتاکانەوە بەشدارییەکی جددی و گرنگی لە ئەزموونی هۆنراوەی نوێی کوردیدا هەیە، یەکەمین کەسیشە پەخشانەهۆنراوەی نووسیوە. سەرەتای دەرکەوتن و بەناوبانگبوونی ئەم شاعیرە، دەگەڕێتەوە بۆ دیوانە هۆنراوەییەکەی بە ناوی (خودا و شارە بچکۆلەکەم)، هۆنراوەکانی لەتیف هەڵمەت ئەوەندە توند بە ژیانییەوە گرێدراوە کە هۆنراوە و ژیانی بەجۆرێک ئاوێتەی یەکتریی بوون جیاکردنەوەیان مەحاڵە\n\nشێرکۆ بێکەس دەربارەی لەتیف هەڵمەت لە ڕۆژنامەی (ڕێبازی ئازادی)ـدا وتوویەتی: \"تەمەننام دەکرد لە ساڵی حەفتاکاندا شێتییەکەی لەتیف هەڵمەتم هەبا\". بۆ نموونە: لەتیف هەڵمەت لە حەفتاکانی سەدەی ٢٠دا، تازە ناوێکی بۆ خۆی دەستەبەر کردبوو، لەو کات و سەردەمەدا لەگەڵ (فەرهاد شاکەلی و ئەحمەد شاکەلی و سەلام محەممەد)دا بەیاننامەی گرووپی کفریی کەرکووکیان دەرکردووە\nئەم بەیاننامەیە بۆ ئەوە بووە کە بتوانن ئازادانەتر و بەربڵاوانەتر سەرنج و بابەتی وەرگێڕدراو و نووسراوەکانیان بڵاوبکەنەوە، ئەوە بخەنەڕوو کە کولتووری کوردی دواکەوتووە و دەبێت تێبپەڕێنرێت و شۆڕشێکی پێشکەوتووانەی بەسەردا بکرێت. هێڵێکی ڕاست و چەپیان بەسەر کۆی کولتووری کوردیدا هێناوە، هۆنراوەیان بۆ هیچ سیاسییەک و سەرکردەیەکی سیاسی ناوخۆیی و جیهانی نەوتووە، لە هەڵوێستی ڕۆشنبیرییشیاندا، خۆیان نەداوەتە پاڵ هیچ حیزب و لایەنێکەوە\n\n:بەرھەمەکان\nخوا و شارە بچکۆلەکەمان (١٩٧٠)\n\nئامادە بوون بۆ لەدایک بوونێکی تر (١٩٧٣)\n\nپرچی ئەو کچە ڕەشماڵی گەرمیان و کوێستانمە (١٩٧٧)\n\nگەردەلوولی سپی (١٩٧٨)\n\nئەو ھۆنراوەیەی کە تەواو دەبێ و تەواو نابێ (١٩٧٩)\n\nئەو نامانەی کە دایکم نایانخوێنێتەوە (١٩٧٩)\n\nوشەی جوان گوڵە گوڵ (١٩٧٩)\n\nسروودی ھەژاران (١٩٨٣)\n\nئەم ڕووبارە وشک ناکات (١٩٩١)\n\nگورگەکانی لەتیف ھەڵمەت (١٩٩٧)\n\nدەقێکی بەڕەڵا یا مۆنتاج کردنی ڕێپۆرتاژە کاریکاتێرییەکان (٢٠٠٠)\n\nتەبایی و ململانێی نێوان ھاووڵاتییە ئەلکترۆنیکییەکانی کۆماری لەتیف ھەڵمەت (٢٠٠١)\n\nددانی پاشە ڕۆژ وەک ددانی جەنگ سپییە (٢٠٠١)\n\nعەشقنامەی سەدەی بیست و یەک (٢٠٠٩)\n\nشیعری دژەشیعر یا یارییەکی کۆن و نوێ (٢٠١٤)\n\n:ڕۆمان\nژنە جنۆکەکانی شێمەحموو (٢٠١١)",
     "birthYear": 1947,
  "example": "پێتان ئەڵێم یاخی ببن\n\nیاخی ببن\n\nلەم هەموو نەخشەو باجە\n\nیاخی ببن لەم مەیدانە\n\nلەم گەراجە\n\nکە مرۆڤی وەکو ئامراز تیا هەڕاجە\n\nیاخی ببن یاخی ببن\n\nلەو قەومانەى\n\nکە سووری خوێنى حەلاجە",
        "finalname": "لەتیف هەڵمەت"
   },
   {
    "id": 14,
    "name": "ئەحمەد موختار جاف",
    "image": "https://github.com/sahanddler/rsm/raw/main/muxtar.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "ژیان:\nناوی ئەحمەدی کوڕی وەسمان پاشای گەورەی جافە، کوڕی محەممەد پاشا کوڕی کەیخەسرەو بەگ کوڕی سلێمان بەگ کوڕی عەبدوڵڵا بەگی کوڕی تاھیر بەگی جافە و ناوی دایکیشی عادیلە خانمە کە لە زەبر و زەنگ و رامیاری دا بەناوبانگ بووە. ساڵی ١٨٩٨ لە ھەڵەبجە لەدایکبووە. ئەحمەد موختار بەگ بە لێکدانەوەی ئەبجەدی دەکاتە ١٣١٦ی کۆچی کەبریتییە لە مێژووی لەدایکبوونی و بۆیە ئەو ناوە نراوە\nوەسمان پاشای باوکی و مەحمود پاشای باوکی کە ھەردووکیان میر و لە سەرۆکە ھەرە گەورەکانی خێڵی جافانن، لە لایەن سوڵتانەکانی عوسمانی یەوە پایەو ناوبانگی (پاشا) یەتیان دراوەتی\nھەرچەندە دەرچووی قوتابخانەو خوێندنگا باڵاکان نەبووە، بەڵام مرۆڤێکی زیرەک و وردبین بووە. بێجگەلەزمانی کوردی، فارسی و تورکی و عەرەبی و کەمێکیش ئینگلیزی زانیوە. تەنانەت بەزمانی فارسی چەند ھەوڵێکی شیعریی ھەیە، خۆی و تاھیر بەگی برای بەدوو شاعیری گەورەی کورد دەژمێردرێن. ئەم شاعیرە بەتوانایە لە ھەموو بوارەکاندا شیعری وتووە و ھەڵبەستە نیشتمانییەکانی لەریزی پێشەوەی ھەڵبەستە نیشتمانییەکانی سەرەتای سەدەی ڕابردوو دادەنرێن\nئەو ھەستیارە پایەبەرزە بەھۆی فێربوونی ئەو زمانانەوە دەروازەی ھەموو جۆرە ھونەرێکی وێژەیی بە جارێکی لەسەر کرایەوە. ئەحمەد موختار بەگ لاوێکی جوانچاک و سووروسپی و مووزەرد و چاوشین و شۆخ و شەنگ و رووخۆش و دەم بە پێکەنین و باڵابەرز و تەڕپۆش و دڵتەڕبووە، ھەروەکو لە مەیدانی ئازایەتی و ھۆشیاری و زرنگی و سوارچاکی و راوسەیران و نیشانەئەنگاوتندا پاڵەوانێکی ناسراوبووە لە کۆڕی جوامێری و یاریکاری و دەستی ھەژاران گرتن و دڵنەرمی و بەزەیی و نان بدەیەتی و خێرەمەندی و جوامێریش دا بێ ھاوتابووە\nئەحمەد موختار بەگ لەبەرئەوەی لەبنەماڵەیەکی دەسەڵاتدار و بەناوبانگی جافە، تێکەڵی ڕامیاری و کاروباری دەوڵەتیش بووە. لەڕووی کۆمەڵایەتییەوە کەسایەتییەکی خۆشەویست و خێرەومەند بووە. لە تەمەنی ٢٠ ساڵیدا ھاوسەری بۆخۆی خوازتوە و لە ١٩٢٢دا بووە بە قائیمقامی ھەڵەبجە، لە ١٩٢٤دا کرا بە نوێنەر و لە کۆڕی دامەزراندنی دەوڵەتی عێراقی و لە (مەجلسی) نوێنەراندا تا ساڵی ١٩٣٥\nلە ٦ی شوباتی ١٩٣٥ و لە تەمەنی ٣٨ ساڵیدا کە لەسەر چۆمی سیروان بە کەڵەکی دەپەڕیەوە لە لایەن چەند ناپاکێکی دڵ و دەروون رەقەوە کوژرا، و تەرمەکەی لە تەنیشت گۆڕی تاھیر بەگی لەگوندی عەبابەیلێی نزیکی ھەڵەبجە بە خاک سپێردرا\nئەحمەد بەگ دوو کوڕ و سێ کچی لە پاش بەجێ ماوون، ناوی کوڕە گەورەکەیان غاندی و بچووکەکەیان ئەفراسیاب بەگە، و کچێکیشی بە ناوی شەمسە",
     "birthYear": 1898,
  "example": "لە خەو ھەڵسن درەنگە میللەتی کورد خەو زەرەرتانە\n\nھەموو تەئریخی عالەم شاھیدی فەزڵ و ھونەرتانە\n\nدەسا تێکۆشن ئەی قەومی نەجیبیی بێکەس و مەزڵووم\n\nبەگورجی بیبڕن ئەو ڕێگە دوورە وا لەبەرتانە\n\nبخوێنن، چونکە خوێندن بۆ دیفاعی تیغی دوشمنتان\n\nھەموو ئان و زەمانێ عەینی قەڵغان و سوپەرتانە\n\nبەخۆڕایی لە دەستی بەرمەدەن ئەم خاکە مەحبووبە\n\nکە تۆزی وەک جەواھیر سورمە و کوحلی بەسەرتانە\n\nبەسەر خاکا ئەگەر نازیش بکەن حەقتانە کوردینە\n\nتەماشای سێبەری ئەو شاخ و کێوەی وا لەسەرتانە\n\nبە بێقەدری بەسەریا ڕامەبوورن حورمەتی بگرن\n\nگوڵاڵە سوورەی ئەم سەحرایە خوێناوی جگەرتانە\n\nدەمێکە ئەم وڵاتە وا ئەسیری پەنجەیی جەھلە\n\nلە سایەی عیلمەوە ئەمڕۆ ئیتر نۆبەی زەفەرتانە\n\nزوبانی حاڵی «ئەحمەد» ھەر ئەڵێ وریا بن ئەی میللەت\n\nبزانن بەردی ئەم شاخانە ئەڵماس و گوھەرتانە",
         "finalname": "ئەحمەد وەسمان"
   },
   {
    "id": 15,
    "name": "ئەحمەد هەردی",
    "image": "https://github.com/sahanddler/rsm/raw/main/hardi.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "ئەحمەدی کوڕی حەسەن بەگ کوڕی عەزیز بەگ (١٩٢٢ - ٢٩ی تشرینی یەکەمی ٢٠٠٦) ناسراو بە ئەحمەد ھەردی یەکێک لە شاعیران و نووسەرانی بەناوبانگی کوردە لە باشووری کوردستان کە زۆربەی تەمەنی لە بواری ئەدەب و شێعری کوردی دا کاری کردووە. ئەحمەد ھەردی لە بنەماڵەیێکی ڕووناکبیر لە سلێمانی لە دایک بوو. ئەو زانیارییەکی زۆری لە بواری شێعری کلاسیکی کوردی، فارسی و عەرەبی دا ھەبوو و کاریگەرییەکی زۆری لەسەر شیعری نوێی کوردی ھەبووە. ھەروەھا ئەو لە بزووتنەوەی ڕزگاریخوازی کورد دا بەشدار بووە. پاش بەسترانی پەیمانی جەزایر ئەو چوو بۆ ئێران و دواتر لە ١٩٩٣ کۆچی کرد بۆ وڵاتی بریتانیا\nئەحمەد ھەردی لە زانکۆی سلێمانی و دواتریش لە زانکۆی سەلاحەدین وەکوو مامۆستا وانەی دەوتەوە. یەکەمین کۆمەڵە شێعری ئەحمەد ھەردی لە ساڵی ١٩٥٧ بڵاو بووەوە و لەو کاتەوە چەندین جار دووبارە لە چاپ دراوە\n\n:ژیاننامە\nھەردی لە ساڵی ١٩٢٢ لە سلێمانی لە دایک بووە. لە ساڵی ١٩٣٨ نازناوی «ھەردی» بۆ شیعری ھەڵبژاردووە و لە دواییشدا ھەر بەم ناوە ناسراوە. ساڵی ١٩٤١ کراوە بە مامۆستای قوتابخانە لە ئاواییەکانی ناوچەی ھەورامان، دواتر گواستراوەتەوە سلێمانی. ساڵی ١٩٤٤ دەستی بەشیعر وتن کردووە. لە ساڵی ١٩٤٩دا بەھۆی جموجۆڵی سیاسی و کاری نھێنی حیزبایەتییەوە لە ڕێزی کۆمۆنیستانی عێراق لە مووچەخۆری لابراوە. بەڵام لە ساڵی ١٩٥٢ گەڕاوەتەوە سەر کاری جارانی. ماوەیەکی زۆر مامۆستایەتی قوتابخانە سەرەتاییەکانی کردووە\n\nلە ساڵی خوێندنی ١٩٧٣ – ١٩٧٤ لە زانکۆی سلێمانی وانەی ڕەخنەی پێ سپێرداوە. لە دوای چەند مانگێک لە بەھاری ١٩٧٤ بەھۆی سیاسەتی دوژمنانەی دەسەڵاتی عێراق بەرامبەر بەکورد و داخستنی زانکۆی سلێمانی ئەم کارەی لەدەست چوو\nشاعیر تا ساڵی ١٩٨١ وەک مامۆستایەکی قوتابخانەی سەرەتایی مایەوە، لەو ساڵەدا خانەنشین کرا. کچەکەی، چۆمان ھەردی نووسەرێکی بەناوبانگی کوردە و کوڕەکەی، ئاسۆس ھەردی ڕۆژنامەوانێکی بەناوبانگە لە باشووری کوردستان کە بناغەدانەری ڕۆژنامە سەربەخۆکانی ھاوڵاتی و ئاوێنەیە. ڕێبینی کوڕیشی بەھەمان شێوە ڕۆژنامەنووسە\n\n:چالاکییەکان\nساڵی ١٩٥٧ کۆمەڵێک شیعری بەناوی رازی تەنیاییەوە بەچاپ گەیاندووە. ساڵی ١٩٥٩ لەگەڵ کۆمەڵێک ھاوڕێی تردا کۆمەڵەی ئازادی ژیانەوەی یەکێتیی کورد (کاژیک)یان دامەزراندووە، ھەر خۆیشی بووە بە بەرپرسی یەکەمی. سەردەمێک ئەندامی دەستەی بەڕێوەبردنی ناوەندی یەکێتیی نووسەرانی کورد بووە، سەردەمێکیش سەرۆکی لقی سلێمانی بووە. ساڵی ١٩٦٣ پەیوەندیی کردووە بەشۆڕشی کوردستانەوە. ساڵی ١٩٦٦ لەسەردەشت لەلایەن دەزگای ھەواڵگری ئێران (ساواک)ەوە دەستگیر کراوە، لەگەڵ بەربوونیدا گەڕاوەتەوە بۆ کوردستانی عێراق. پاش رێکەوتننامەی ١١ی ئازاری ١٩٧٠، ساڵی ١٩٧٣ تا ١٩٧٤ لەکۆلێژی ئادابی زانکۆی سلێمانی مامۆستای موحازیر بووە. لەگەڵ ھەڵگیرسانەوەی شەڕدا، ساڵی ١٩٧٤ دیسانەوە پەیوەندیی کردووە بەشۆڕشەوە. پاش ھەرەسھێنانی شۆڕشی ئەیلوول، لەئێران ئاوارە بووە تا ساڵی ١٩٧٩. ساڵی ١٩٧٩ شەڕی نێوخۆی حیزبەکان نائومێدی دەکات، بڕیار دەدات بۆ پاراستنی ھەڵوێستی سەربەخۆی خۆی، بگەڕێتەوە بۆ سلێمانی. لەگەڵ باڵاگرتنی دڕندەیی بەعسدا، جارێکی تر لەساڵی ١٩٨٨دا پەیوەندی کردۆتەوە بە شۆڕشی کوردستانەوە، بۆ ماوەیەک بووە بە سکرتێری گشتیی پارتی سوشیالیستی کورد (پاسۆک). ساڵی ١٩٨٩ وازی لە پاسۆک ھێناوە، وەکو کەسایەتییەکی سەربەخۆ لەڕیزی شۆڕشدا ماوەتەوە تا راپەڕینی ١٩٩١. ساڵی ١٩٩٢ لەلەندەن نیشتەجی بووە، ھەر لەوێش لێکۆڵینەوەکەی لەسەر کێشی عەرووز لەشیعری کوردیدا تەواو کردووە. پاش رووخانی رژێمی بەعس ساڵی ٢٠٠٠ گەڕاوەتەوە باشووری کوردستان، ساڵی ٢٠٠٤ لێکۆڵینەوە عەرووزییەکەی بەچاپ گەیاندووە. بەھۆی ژیانی پڕ لەئاوارەیی، دەربەدەرییەوە، گەلێک لێکۆڵینەوە، دەقی ئەدەبی، ھونەریی فەوتاون، رووناکییان نەدیوە\n\n:بەرھەمەکان\nشێعری \"خۆرەتاو\" بۆ منداڵان، دەستنووی خودی ئەحمەد ھەردی\n\nڕازی تەنیایی\n\nھاوار\n\nیاد و خەبات\n\nلاوی کورد\n\nئازادی خواز\n\nمەجلیسی موزەییەف\n\n:مردن\nئەحمەد ھەردی لە رۆژی ٢٩ی تشرینی یەکەمی ٢٠٠٦ لەماڵەکەی خۆیدا لە سلێمانی کۆچی دوایی کردووە",
   "birthYear": 1922,
  "example": "فاتمە، دوو چاوی مەستت، پڕ تەلیسمی جوانییە\n\nپڕ شەرابی خۆشەویستی و عارەقی یەزدانییە\n\nبەژن و باڵاکەت نموونەی هەیکەلی یۆنانییە\n\nلار و لەنجەت مۆسیقایە، بەستەیە، گۆرانییە\n\nبووکی ڕازاوەی خەیاڵم، گیانەکەم ست فاتمە\n\nتاقە پڕشنگێکی چاوت ئەوپەڕی ئاواتمە\n\nگەرچی دڵداری لە خاکی ئێمەدا ئەفسانەیە\n\nهەر بەتەنیا بۆ کوڕی خاوەن تەلار و عانەیە\n\nگیانەکەم، ئەمما دڵی من لەو دڵە شێتانەیە\n\nبێ ئەوەی هیچ شک بەرێ، کوژراوی ئەو چاوانەیە\n\nهەر بەتەنیا خۆشەویستی شک ئەبەم، ست فاتمە\n\nسەروەتم ناوێ، بزەی تۆ، ئەوپەڕی ئاواتمە\n\nخۆشەویستی وا کە نامەی خوایە بۆ پێغەمبەران\n\nبەرز و ناسک، وەک هەناسەی پڕ گوڵاوی دولبەران\n\nنەک وەکوو حەزکردنی دینار و گەوهەر پەروەران\n\nئەو کەسانەی بۆ قڕانێ، چەندە دڵیان هەڵوەران\n\nخەڵقی تر پارەپەرستی با بکەن، ست فاتمە\n\nمن بە تەنیا، تۆ پەرستی ئەوپەڕی ئاواتمە\n\nزۆر کەڕەت هانم ئەدا داخی دەروونی پڕ گڕم\n\nبۆتی هەڵڕێژم سکاڵای ناسکی گەرم و گوڕم\n\nداخەکەم کاتێ کە دێمە بەردەمت، واقی وڕم\n\nوام ئەشێوێنێ بە جۆرێ نایەڵێ هیچ دەربڕم\n\nبووکی ڕازاوەی خەیاڵم، گیانەکەم ست فاتمە\n\nگوێیە بۆ ئەم ڕازە شل کەی، ئەوپەڕی ئاواتمە",
         "finalname": "ئەحمەد حەسەن"     
   },
   {
    "id": 16,
    "name": "گۆران",
    "image": "https://github.com/sahanddler/rsm/raw/main/goran.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "عەبدوڵڵا سلێمان ناسراو بە گۆران (١٩٠٤-١٩٦٢) شاعیر و ڕۆژنامەوان و چالاکی سیاسیی کورد بوو. لە ھەڵەبجە لەدایکبووە و تا ١٩٣٧ لە خوێندنگە سەرەتاییەکانی ئەو ناوچەیەدا مامۆستا بووە\nپاشان چالاکیی سیاسی و ڕۆژنامەوانی دەست پێ دەکات و چەند جارێک دەخرێتە بەندیخانە. لە ١٩٥٢ەوە تا کۆتایی ژیانی لە زۆرێک لە ڕۆژنامە و گۆڤارە کوردییەکاندا وتار و بابەتی دەنووسی و چەند کتێبی ھۆنراوەشی نووسیوە\nگرینگیی گۆران لەوەدایە کە یەکەم ھۆزانڤانیی نوێی کوردە کە شێوازی عەرووزیی عەرەبی لە ھۆنراوەی کوردیدا لابردووە و بە شێوازی فولکلۆری کوردی ھۆنراوەی نووسیوە\n\n:سەرەتای ژیان\nناوی عەبدوڵڵا بەگە و کوڕی سلێمان بەگی کوڕی عەبدوڵڵا بەگە. باوک و باپیریشی لە ھۆنراوە و وێژەدا بەھرەیان ھەبووە. بنەماڵەی باپیری لە بەگزادەی «میران بەگی» لە ناوچەی مەریوان بوون. پاشان ڕوودەکەنە ھەڵەبجە چونکە خۆیان بە گۆران زانیوە ‌و لەوێ جێگر دەبن\nگۆران لە ساڵی ١٩٠٤ یان لە ١٩٠٥دا لە ھەڵەبجە لەدایکبووە. لای باوکی قورئان ‌و سەرەتای خوێندنی خوێندووە. پاشانیش لە مزگەوتی پاشا‌ی ھەڵەبجە بووە بە فەقێ\nلە دوا ساڵەکانی جەنگی جیھانیی یەکەم ‌و سەرەتای ھاتنی ئینگلیزدا، بۆ ماوەیەک ھەڵەبجە چۆڵ دەبێت ‌و خەڵک ڕوودەکەنە لادێکانی دەوروپشت. ماڵی باوکی گۆرانیش لە بەھاری ١٩١٩ەوە تا پاییزی ئەو ساڵە ڕوودەکەن چەمی بیارە ‌و لەوێ لە باخێکدا ھەوار دەخەون ‌و بۆ پایز ئەگەرێنەوە بۆ ھەڵەبجە\nکە یەکەم قوتابخانەی زمانی تورک لە ھەڵەبجە دانرا، بۆ پۆلی یەکەم وەرگیراوە. وەک گۆران خۆی گێڕاویەتەوە چوونی بۆ قوتابخانە پچڕپچڕ بووە. پۆلی چوارەمی لە سەردەمی داگیرکرانی ھەڵەبجەدا لەلایەن ئینگلیز‌ەوە تەواو کردووە\nلە ١٩١٩دا سلێمان بەگی باوکی گۆران کۆچی دوایی دەکات. پاشان لە ١٩٢١دا موحەممەد بەگی برای، بە ھاندانی مستەفا سائیب، لەگەڵ عەبولواحید نووریی خاڵۆزایدا دەیاننێرێت بۆ قوتابجانەی عیلمییەی کەرکووک بۆ خوێندن. بەڵام ھەر لەو ساڵەدا موحەممەد بەگی برایشی دەکوژرێ. ئیتر گۆران کەسی وەھای نامێنێ گوزەرانی خوێندنی خۆی ‌و ژیانی دایکی ببات بەڕێوە، لەبەرئەوە دەست لە خوێندن ھەڵئەگرێت ‌و لە ساڵی ١٩٢٢ەوە تا ساڵی ١٩٢٥ گەلێ دەست تەنگی ئەچێژێ\nگۆران بۆ یەکەمجار لە ساڵی ١٩٢٥دا بە مامۆستایی لە قوتابخانەی ھەڵەبجە دامەزراوە ‌و تا ١٩٣٧ لە خوێندنگەکانی ئەو ناوچەیەدا ماوەتەوە\n\n:چالاکیی سیاسی و ڕۆژنامەوانی\nپاش ١٩٣٧ ماوەیەک بێکار ئەمێنیتە و دواییش بە یارمەتیی تۆفیق وەھبی گوێزراوەتەوە بۆ دایەرەی ئەشغاڵ بەشی «کاروباری ڕێگاوبان» ‌و تا گیرانی یەکەمی لە ١٩٥١دا لەو بەشەدا ئەمێنێتەوە. لەو بەینەدا چەند ساڵێک لەگەڵ چەند ڕۆشنبیرێکی تری کورددا دەچێ بۆ یافا لە فەلەستین و لە ئێستگەی ڕادیۆی ڕۆژھەڵاتی نزیک بە مەبەستی بەشداری لە خەباتدا لە دژی فاشیزم، بەشی کوردستان دەکەنەوە\nلە تشرینی دووەمی ١٩٥٢دا لە بەندیخانەی یەکەمی دێتەدەر و دەچێ بۆ سلێمانی ‌و دەبێ بە بەرپرسی ڕۆژنامەی ژین. تا ئەیلوولی ١٩٥٤ لەسەر ئەم کارە ئەمێنێتەوە. لە ١٧ی تشرینی یەکەمی ١٩٥٤دا بۆ جاری دووھەم لەگەڵ کۆمەڵێ لە ئاشتی خوازانی سلێمانی دەگیرێ و فەرمانی ساڵێ بەند و ساڵێ خستنە ژێر چاودێریی پۆلیسی بەسەردا ئەدرێ\nماوەی بەندکردنەکەی لە سلێمانی، کەرکووک، کوت، بەعقووبە ‌و نوگرە سەلمان ‌و ماوەی چاودێرییەکەشی لە بەدرە بەسەردەبا. لە ١٢ی ئەیلوولی ١٩٥٦ دا ئەم فەرمانی بەندکردنەی تەواو دەکات و ئازاد دەکرێت ‌و دەچێتە بەغدا و چەند ڕۆژێک لەوێ لە یەکێک لە پڕوژە میریەکانی خانوودا ئەبێت بە چاوەشی کرێکار\nکاتێک کە ئیسرائیل ھێرش دەباتە سەر میسر، دوای ڕاس بوونەوەی عەرەبەکان لە ئیسرائیل، بڕێک لە کوردەکانیش بە ناوی یەکگرتووی ئیسلامی لەگەڵیان پەیمانی برایەتی دەبەسن. گۆرانیش لەوانەی و دەیگرن و لە ١٧ی تشرینی دووەمی ١٩٥٦دا دادگای عورفی لە کەرکووک فەرمانی سێ ساڵ بەندی بە بارمتە دانانی ھەزار دیناری کاتی دەسەپێنێت بەسەریدا، ئەویش بەوەی کە تا سێ ساڵ ورتەوی لە دەم دەرنەیەت ‌و کردەوەی ‌وای لێ نەوەشێتەوە میری پێی دڵگران ببێ\nگۆران نە ھەزار دینارەکەی ئەبێ ‌و ئە ئەشیەوێ گفتی وەھا بە میری بدات، بۆیە ئەخرێتەوە بەندیخانە ‌و تا ١٠ی ئابی ١٩٥٨ پاش سەرکەوتنی شۆڕشی ١٤ی گەلاوێژ لە زینداندا ئازاد دەکرێت. گۆران ئەم ماوەیەی بەندیخانەی کەرکووک و بەعقووبە بەسەربردووە\nپاش بەربوونی لە زیندان ئەگەڕێتەوە بۆ سلێمانی و پاش ئەوە بە ماوەیەک لەگەڵ شاندێکی میللی سەر لە یەکێتیی سۆڤیەت و چین ‌و کۆریای باکوور ئەدا\nلە سەرەتای ١٩٥٩دا سەرپەرشتیی گۆڤاری شەفەق ئەگرێتە دەست و بە ناوی بەیان دەردەکات. لە ئیسکانی سلێمانیش دایدەمەزرێنێت و تا ناوەڕاستی ١٩٦٠ کاری تێدا دەکات. ئەنجا بەبیانووی ئەوەوە کە گوایە بێپرس کاری بەجێھێشتووە - کار بەجێھێشتنەکەی بۆ چوون بوە بۆ شەقڵاوە بۆ بەشداربوون لە کۆنگرەی دووھەمی مامۆستایانی کورددا - لەسەر کار لای ‌دەبەن\nلە ناوەڕاستی ساڵی ١٩٦٠دا دێتە بەغدا و ئەبێ بە یاریدەدەری پڕۆفیسۆر لە بەشی کوردیی کۆلێژی ئادابی زانکۆی بەغدا و بە ئەندامی دەستەی نووسەرانی ڕۆژنامەی ئازادی\n\n:چالاکییە ئەدەبییەکان\nیەکەمین کۆمەڵە شێعری گۆران بە ناوی «بەھەشت و یادگار» لە ١٩٥٠ لەسەر ئەرکی عەلائەدینی سەجادی لە بەغدا لە چاپ دراوە. ناوەڕۆکی ئەم بەشی دیوانەی ھەروەکو خۆی لە سەرەتای کۆمەڵە شێعرێکیدا ئاماژەی پێ کردووە «سەرانسەر لەگەڵ بابەتەکانی جوانی و دڵداری خەریکە» و مامۆستا پێشکەشی دەکات بەو «شۆخ و نازدارانە کە جوانییان وەک تێغ نابڕێ، وەک چرا پێش چاو ڕووناک ئەکاتەوە»\nلە ساڵی ١٩٥٤دا لە چاپخانەی ژین قەسیدە درێژەکەی «پەیامی کورد بۆ میھرەجانی چوارەمی گەنجان و قوتابییان لە بوخاریست» لە چاپ دەدات\nلە ١٩٥٨دا گۆران بەنیاز بووە کۆمەڵەشێعرێک بە ناوی «سروشت و دەروون» لە چاپ دا کە دوای خستنە ژێر چاپی تەواوی نەکرد کە پاشان لە لایەن «ھۆگر»ی کوڕی و براکانی لە ١٩٦٨دا بە ناوی «سروشت و دەروون لە گەڵ ئۆپەرێتی ئەنجامی یاران» لە چاپ دراوە\nگۆران زۆر باش ئاگاداری نوێ بوونەوەی ئەدەبیاتی گەلانی تر وەک تورک و ئینگلیزی بووە چون نەویستووە لە ئەدەبیاتی ڕۆژ دوور کەوێتەوە دەستی داوەتە وەرگێڕان. گۆران یەکەم شاعیری کورد بووە کە شێوازی کۆنی عەرووزی بەلا دەنێت و شیعری کوردی دەگەڕێنێتەوە بۆ شێوازی ھیجای کوردی. باوڕی وابووە کە ئەبێت شێعری کوردی لە عەرووزەوە بگرێتەوە بۆ سەر کێشی پەنجە(ھیجا)ی کوردی. ئەو کێشەی کە فلکلۆری کوردی و شیعری ھەورامی لە سەردەمی ئەردەڵانییەکان پی ھۆنراوەتەوە. ھەر لەم بارەوە دوای شیکردنەوەی مانای شیعر لە زمان چەند ناوداری جیھانی، پاشان ئەلێت: «.. بە دروستیش سەرنج بدەین ئەبینین، کە لە گشت زمانەکانی رووی زەویدا شیعرێک، بە شیعر دانرابێ و پشتاوپشت ھەتا ئێستا بە جێ ھێڵرابێ ھەر ئەو شیعرانەن، کە بە پێی تابەتێتی و پێوانەی نەتەوەی عائیدی خۆیان وەزنێک تایبەتییان ھەیە. تەنانەت قافیەش لەناو ھەندێ نەتەوەدا بە پێویستی بنجی(ئەسڵی)دائەنرێ بۆ شیعر، ئەگەرچی شیعری ئەم نەتەوانە ھەرگیز وەک ھی ئەوانی تر نەیتوانیوە بە کێوی ناوبانگی ئیتاتیکی بە ناوی شیعری پەخشانەوە، ناو بە ناو ئایا بخوێنینەوە.»\nگۆران بێجگە لە شیعر دەستێکی بەرزیشی لە بواری پەخشاندا بووە. پەخشانی گۆران ڕەنگدانەوەی سەردەمی ژیانی خۆیەتی و خۆیشی بەردەوام نەبووە لە سەریان و لە ڕاستیدا ئەو گرنگییەی بە شیعرەکانی داوە و ھەوڵی تازە کردنەوەی تێدا داوە بەو شێوەیە لە پەخشانەکاندا کاری نەکردووە\nلە کاتی ژیانیدا سێ دیوانە شیعری «بەھەشت و یادگار» و «فرمێسک و ھونەر» و «پەیامی کورد» ھەروەھا لە ١٩٥٣ و ١٩٦١دا ھەڵبژاردەیەکی چیرۆکی بێگانە و ھێندێ سەرنجی رەخنەگرانەی بە چاپ گەیاندووە بەڵام گۆران زۆر بە ئاوات بوو تا پێش مەرگی دیوانە شێعرەکەی لە چاپ بدرێت. لە ١٩٧٨ لیژنەیەک پێکھاتوو لە محەممەدی مەلا کەریم، دوکتۆر عێزەدین مستەفا، کاکەی فەلاح ، حەمەکەریم فەتحوڵڵا، جەلال دەباغ و ھۆگر گۆران و ھێرۆ گۆران و ئەژی گۆران بۆ کۆ کردنەوەی بەرھەم و شێعرەکانی کە زۆربەی لە گۆڤار و رۆژنامە کوردییەکانی دەرەوە و ناوەوەی عێراق بڵاو کرابوونەوە، وەک گۆڤاری ھاوار لە سووریا و ڕۆژنامەی ژیانەوە و دەنگی داس و ژین و ئازادی و گۆڤاری گەلاوێژ و دەنگی گێتی تازە و ھیوا و شەفەق و بەیان و بڵێسە و رووناھی و نامیلکەی دیاریی لاوان و یادگاری لاوانی عێراق ئەکەونە تەقالادان و بەم بۆنەیەوە ئاگاداری و بانگەوازێک بو ئەدەب دوستان لە ڕۆژنامەی «بیری نوێ» ژمارەی ٢٧٧ و «پاشکۆی عێراق» ژمارەکانی ١٢و١٣ بڵاو ئەکەنەوە. لە ئاکامدا دیوانەکەی لە ساڵی ١٩٨٠ ئەکۆیتە بەر چاوی خوێنەران و ھۆگرانی شێعری کوردی\n\n:کۆتایی ژیانی\nلە سەرەتای ١٩٦٢دا دەردەکەوێ کە گەدەی تووشی نەخۆشیی شێرپەنجە بووە. نەشتەرگەرێکی سەرکەوتووی لە بەغدا بۆ دەکرێ بەڵام پاش وادە. پاش ئەو نەشتەرگەرییە لە نیساندا ئەچێ بۆ مۆسکۆ و سێ مانگێک لە نەخۆشخانەی کرێملین و سەنەتۆری بەرڤیخە بەسەر دەبا و پاشان ئەگەڕێتەوە بۆ ئێراق. پاش گەڕانەوەی بە ماوەیەکی کەم نەخۆشییەکەی سەرھەڵدەداتەوە. لەبەر ئەوە ئەگەڕێتەوە بۆ سلێمانی و لەوێ لە جێدا ئەکەوێ. لە ١٨ی تشرینی دووەمی ١٩٦٢ ژیانی کۆتایی پێدێت", 
    "birthYear": 1904,
  "example": "پایز! پایز\n\nبووکی پرچ زەرد\n\nمن مات تۆ زیز\n\nھەردوو ھاودەرد\n\nمن فرمێسکم، تۆ بارانت\n\nمن ھەناسەم، تۆ بای ساردت\n\nمن خەم، تۆ ھەوری گریانت\n\nدوایی نایە دادم دادت\n\nپایز پایز\n\nگەڵا رێزانت\n\nھەوری ماتی ئاسمانت\n\nلەبر کزەی بای سەر تەزێن\n\nلە گەڵ گەڵای درەختا ئەژین\n\nبەڵام قورسە زۆر بە جۆشە\n\nدۆزەخێکم کوا لە جۆشە\n\nپایز! پایز!\n\nشان و مل رووت\n\nمن مات، تۆ زیز\n\nھەردووکمان جووت\n\nھەرچەند گوڵ سیس ئەبێ بگرین\n\nئاڵتوونی دار ئەڕژێ بگرین\n\nپۆلی باڵدار ئەفرێ بگرین\n\nبگرین… بگرین… چاومان نە‌سڕین\n\nھەرگیز، ھەرگیز",
         "finalname": "عەبدوڵڵا سلێمان"
   },
    {
    "id": 17,
    "name": "قانع",
    "image": "https://github.com/sahanddler/rsm/raw/main/qan3.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "محەممەد کابولی (قانع) (١٨٩٨–١٩٦٥) شاعیرێکی بەناوبانگی کورد بووە، کە بەھۆی شیعرەکانییەوە بە «شاعیری چەوساوەکانی کوردستان» ناوبانگی دەرچووە. شیعرەکانی ھەوێنی بیر و باوەڕی پێشکەوتووخوازانەن و لە قۆناغە جیاوازەکانی ژیانی شاعیردا گۆڕانکارییان بەسەر هاتووە قانع (ناوی تەواو: محەممەد کوڕی شێخ عەبدولقادر کوڕی شێخ سەعیدی دۆڵاشی) ساڵی ١٨٩٨ لە گوندی ڕیشێن لە ناوچەی شارەزوور لە دایک بووە. باوکی لە شێخانی کۆنەپۆشیی شاری مەریوان بوو و دایکی (ئامینە) لە شێخانی کەوڵۆس بووە. لە تەمەنی ٤٠ ڕۆژیدا باوکی کۆچی دوایی کردووە و دوای ماوەیەک دایکیی ژیانی لێ وەرگرتووە، بۆیە منداڵیەتییەکی پڕ لە دەربەدەری و مەینەتی بەسەر بردووە\nدوای ئەوەی ئاغا سەید حسێن (خزمێکی دوور) بەخێوی دەهێنێت، دەچێتە حوجرە و دەستی دەکات بە خوێندن. پێش فێربوونی تەواوی خوێندن و نووسین، دەست دەکات بە نووسینی شیعری سەرزەنشتی، کە ئەمە بنچینەی شاعیرێتی داهاتووی دەبێت. لە کاتی بێ‌ئیشیدا خۆی تەرخان دەکات بۆ خوێندنەوە و بابەتە وێژەییەکان لە کاتی شەڕی جیھانیی یەکەمدا، وەک زۆربەی ڕۆشنبیرە ئایینییەکانی ناوچەکە، بەشداری شەڕ دەکات. لەو قۆناغەدا ڕوودەکاتە شیعری ئایینی و خواپەرستی و شیعری سەرزەنشتیی سەرەتایی جێ دەھێڵێت. دوای شۆڕشی ئۆکتۆبەری سۆشیالیستی، بیرکردنەوەیەکی نوێ لە ژیانی فکریدا دروست دەبێت و جارێکی تر دەست دەکاتەوە بە خوێندن و گەشتکردن لە شارە جیاوازەکانی کوردستان (سنە، مەھاباد، شنۆ، ھەولێر، کۆیە، کەرکووک، سلێمانی، بیارە)\nلە سەرەتای لاوێتیدا تووشی نەخۆشی تەنگەنەفەسی دەبێت. هەروەها ناکۆکییە خێڵەکییەکان و بارودۆخی سیاسی و نەتەوایەتی کاریگەری زۆریان لەسەر شیعرەکانی دەهێنن. لە بیستەکانەوە ناوەڕۆکی شیعرەکان لە دڵداری و ئایینییەوە گۆڕدران بۆ نیشتمانپەروەری و نەتەوایەتی. خوێندنەوەی کتێبی دەستنووسی فارسی (وقایق الاردەلان)ش ئەم گۆڕانکارییە بەهێزتر دەکات و قانع دەبێتە شاعیرێکی نیشتمانی و نەتەوایەتی قانع لە ٧ی ئایاری ساڵی ١٩٦٥ بەھۆی نەخۆشی لە گوندی لەنگەدێ (چەمی شلێری پێنجوێن) کۆچی دوایی کردووە و لە گوڕستانی هەمان گوند بە خاک سپێراوە\n\n:ھۆنراوەکان\n دڵداری، نیشتمانی، کۆمەڵایەتی، نەتەوایەتی، شۆڕشگێرانە، ئایینی\n\n:بەرھەمەکان\nگوڵاڵەی مەریوان\n\nباغچەی کوردستان\n\nچوارباخی پێنجوێن\n\nشاخی ھەورامان\n\nدەشتی گەرمیان\n\nزایەڵەی زرێبار (بەرھەمە بڵاونەکراوەکان)",
    "birthYear": 1898,
  "example": "ئاخرین ماڵی ژیانم کونجی بەندیخانەیە\n\nئەم کەلەبچە مەرهەمی زامی دڵی دێوانەیە\n\nزۆر دەمێکە چاوەڕونای زڕزرەی زنجیر ئەکەم\n\nسەیری ئەم زنجیرە کەن وەک زێوەری شاهانەیە\n\nبووکی ئازادیم ئەوێ، خوێنم خەنەس بۆ دەست و پێ\n\nئەڵقە ئەڵقەی پێوەنم وەک پڵپڵە و لەرزانەیە\n\nگەرچی دوژمن وا ئەزانێ من بەدیلی لاڵ ئەبم\n\nباش بزانێ کونجی زیندانم قوتابی خانەیە\n\nگرتن و لێدان و کوشتن عامی ئازادییە\n\nتۆپ و شەستیر و کەلەپچە لام وەکو ئەفسانەیە\n\nبیری ئازادیم لە زیندانا فراوانتر ئەبێ\n\nقوڕ بەسەر ئەو دوژمنە هیوای بە بەندیخانەیە\n\nگەر بە ئازادی نەژیم و مردن خەڵاتە بۆ لەشم\n\nنۆکەری و سەردانەواندن کاری نامەردانەیە\n\nچاوەڕوانی شۆڕشێکم عالەمێ ڕزگار بکا\n\nمیللەتم بۆ ئەو مەبەستە کردەوەی شێرانەیە\n\nچەکی شۆڕشگێری من نووسین و بیرو باوەڕە\n\nڕاپەڕینە، هەڵمەتە پر نەعرەتەی کوردانەیە\n\nقانیعم ئەمڕۆ لە زیندانا بە ئازادی ئەژیم\n\nسەد هەزار لەحنەت لەوەی وا نۆکەری بێگانەیە",
        "finalname": "محەممەد عبدالقادر"
    },
    {
    "id": 18,
    "name": "مەولەوی",
    "image": "https://github.com/sahanddler/rsm/raw/main/mawl.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "سەیید عەبدولڕەحیمی نازناو(مەعدوومی)و بەناووبانگ بە (مەولەوی) ، كوڕی مەلا سەعیدی تاوگۆزی و لە نەوەی مەلا یووسف جانی كوڕی مەلا ئەبووبەكری چۆڕی یە كە بە (موصەننیف) مەشهوور بووە و ، ڕشتەی پشتیان ئەچێتەوە سەر خواناسی ناودار سەیید موحەممەد زاهیدی كوڕی سەیید مەحموودی مەدەنی كە بە ( پیر خدلری شاهۆ) ناسراوە و ، لە نەوەی حەزرەتی حوسەینی كوڕی حەزرەتی عەلیی كوڕی ئەبووطالیب و فاطیمەی زەهرایە خوایان لێ ڕازی بێ\nمەولەوی لە ساڵی 1221 ی هیجرەتدا لە دێی (سەرشاتە)ی ناوچەی تاوەگۆزی كە ئەكەوێتە بەری باشووری ڕووباری سیروان ، لە دایك بووە . هێشتا منداڵ بووە ماڵی باوكی ناوچەی تاوگۆزی یان بەجێ هێشتووە و لە دێی (بێژاوە) جێگیر بوون و ، لەوێ لای باوكی قورئانی پیرۆز و كتێبە وردەكانی خوێندووە و فێری نووسین بووە\nپاشان بەپێی داب و نەریتی فەقێی وڵاتی كوردستان ڕۆیشتووە بۆ هەڵەبجە و لەوێ دەستی كردووە بە خوێندن . هەروەها لە مەدرەسەكانی دەوروپشتی هەڵەبجە وەك خەرپانی و خورماڵ و بیارە و تەوێڵەیش خوێندوویەتی و پاش ئەوە چووە بۆ پاوە و ماوەیەكیش لەوێ خوێندوویەتی و پاش ئەوە ڕۆیشتووە بۆ چۆڕ لە مەریوان كە مەڵبەندی كۆنی خۆیان بووە و، پاش ماوەیەكیش خوێندن لەوێ ، چووە بۆ شاری سنە و لەوێ لە مزگەوتی وەزیر دامەزراوە. ئەو سەردەمە  سەردەمی فەرمانڕەوایی ئەمانوڵڵاخانی گەورە بووە كە یەكێ بووە لە پیاوە بەناووبانگەكانی ئەردەڵان و مزگەوتی دارولئیحسان ئەو دروستی كردووە . پاش ماوەیەكی تریش لە سنەوە ڕۆیشتووە بۆ بانە و لەوێیشەوە پاشتر هاتووە بۆ سولەیمانی و لە سەردەمی ژیانی شێخ مەعرووفی نۆدێدا بە فەقێیەتی لە مزگەوتی گەورە دامەزراوە \nپاش ماوەیەك مانەوە لە سولەیمانی ، لەوێیشەوە چووەتەوە بۆ هەڵەبجە و لە مەدرەسەی شێخ عەبدوڵڵای خەرپانی لە مزگەوتی جامیعە دامەزراوە و لای مەلا صادقی تەوێڵەیی خوێندوویەتی . ئەم مەلا صادقەیش یەكێ بووە لە موستەعیدەكانی شێخ عەبدوڵڵا خۆی\n:كتێبە دانراوەكانی مەلەوی\nیەكەم_كتێبێكی كوردی بە شیعر لەبارەی عەقیدە و بیر و باوەڕی ئیسلامەوە\n\nدووهەم_كتێبێكی تری كوردی بە شیعر بەناوی (العقیدة المرضیة)وە لەبارەی عەقیدەی فیرقەی ئەشعەری یەوە كەلە\n دوو هەزار بەیت زۆرترە و لەوپەڕی جوانی و ڕەوانیدایە . ئەم كتێبە زۆر بەسوودە و مەولەوی خۆی حاشیەی زۆری لێ كردووە و هەروا حاجی شێخ ئەحمەدی كوڕی شێخ عوثمان سیراجوددینیش گەلێ حاشیەی لێ كردووە\n\nسێهەم_ كتێبیكی بە فارسی بە شیعر لەبارەی عەقیدەو بیروباوەڕی موسوڵمانانەوە كە ناوی (الفوائح)ە واتە شتە بۆن خۆشەكان یا بۆنی خۆش گەیێنەكان . ئەم كتێبەش لە هەزار بەیت زیاترە\n\n ئەم دوو كتێبە پێكەوە لە ساڵی 1352ی هیجرەتدا لە میسر لەلایەن خوالێ خۆشبوو (محی الدین صبری النعیمی الكانی مشكانی)یەوە لە چاپ دراون. لەم ساڵانەی دواییشدا لە ڕووی ئەو چاپەوە بە ئۆفسێت لە چاپ دراونەتەوە\nچوارم_ نامیلكەیەكی لەبارەی ئیسپات كردنی دروستیی(رابطە)وە كە یەكێكە لە ئادابی تەریقەتی نەقشبەندی. ئەم نامیلكەیە بە فارسییە، نوسخەیەكی لای شێخ حەیدەری كوڕی شێخ جەعفەر هەیە كەلە دێیەكی نزیك لە سەیید صادقی شارەزوورەوە دائەنیشێ. ئەم نامیلكەیە تائێستا لە چاپ نەدراوە\n\nپێنجەم_كتێبێكی شیعری ڕەنجەزە بە عەرەبی ناوی(الفضیلة)یە 2031 شیعرە لە بارەی زانستی ئوسووڵی دینەوە. ئەم كتێبە كتێبیكی زۆر بایەخدارە ، مەولەوی بە فەرمانی شێخ موحەممەد بەهائوددین دایناوە و لە سەردەمی ژیانی خۆیدا زۆر خوێنراوە. منیش لە سایەی خواوە لە ساڵانی 1376 – 1377 دا شەرحێكی باشم بەپێی توانای خۆم لێ كردووە بە ناوی(الوسیلة فی شرح الفضیلة) و لە ساڵی 1392 ی هیجرەت (1972 ی.ز) دا لە چاپم داوە و 819 لاپەڕەیە و بە گەلێ وڵاتی موسوڵمانان و زۆر لای كوردستانا بڵاوبووەتەوە. نوسخەیەكی نایابی ئەم (الفضیلة)یەم لایە بە خەتێكی زۆر جوان نووسراوەتەوە، حاشیەی زۆری مەولەوی خۆی و مەلا فەتاحی پاوەیی و خەتی مەولەوی خۆیشی پێوەیە\n\n:سەفەری مەولەوی بۆ ئەملا و ئەولا\n مەولەوی زیاد لە وردە سەفەرەكانی بۆ دیدەنی كردنی دۆستان و برادەرانی لە تاوگۆزی و جوانڕۆ و زەهاوو، بۆ ناو عەشایری قوبادی و باوەجانی و وەڵەدبەگی جاف و شەرەف بەیانی و، بۆ شارەزوور و ، بۆ هەورامان بۆ زیارەتی شێخ سیراجوددین و بەهائوددین و ، بۆ سولەیمانی بۆ زیارەتی كاك ئەحمەدی شێخ و بۆ سنە بۆ خزمەتی شێخ عەبدولقادری موهاجیر كە لەوێ مامۆستای بووە، چەند سەفەری تایبەتیی تریشی بووە كە ڕۆژگار پێویستی كردوون لەسەری \nسەفەرێكی مەولەوی بە نیازی حەج بووە. لەم سەفەرەیدا تا بەغدا دێ . پاش چەند ڕۆژ مانەوە لە بەغدا هاوڕێكەی ڕێی كە لەگەڵی هاتووە لەڕێدا خزمەتی بكا هەرچی پارەی مەسرەفی ڕێیان بووە لای ئەو بووە، هەڵدێ و پارەكەیش ئەدزێ و لەگەڵ خۆی ئەیبا و ئەگەڕێتەوە بۆ تاوگۆزی و لەناو هۆزدا بڵاوی ئەكاتەوە كەوا مەولەوی لە بەغدا مردووە و كوڕەكانی پرسەی بۆ دائەنێن مەولەوییش كە بێكەس و بێ مەسریف ئەمێنیتەوە ، ناچار ئەبێ بگەڕێتەوە بۆ ماڵ. كە ئەگاتە بەرەوە ئەبینێ هاوڕێكەی لەوێیە و خزم و عەشیرەت هەموو بەهۆی هەواڵی درۆی مردنی ئەوەوە كە ئەو كابرا پێی گەیاندبوون، پەرێشانن، بەڵام ئەم لەجیاتیی ئەوەی لۆمە و سەرزەنشتی كابرا بكا پێی ئەڵێ بەخوا قەسەم بمزانییایە هاتووەیتەوە بۆ ئێرە، تاتۆ لەم وڵاتەدا بوایەی پێم تێ نەئەنا بۆ ئەوەی شەرمەزار نەبی\n\n  وتمان مەولەوی زۆر جار بۆ زیارەتی كاك ئەحمەدی شێخ و شیخ عەبدولقادری موهاجیری مامۆستای چووە بۆ سولەیمانی . لە یەكێ لەم سەفەرانەیدا كاك ئەحمەد پێی ئەڵێ مەولەوی ئامۆژگارییەكم بكە. مەولەوییش وەڵامی ناداتەوە. كاك ئەحمەد قسەكەی لێ دووبارە ئەكاتەوە. مەولەوی هەر وەڵامی ناداتەوە. كاك ئەحمەد بۆ جاری سێهەمیش داوای لێ ئەكاتەوە، ئەم جارە مەولەوی ئەڵێ: لە جاری یەكمدا كە پێت وتم ، تەماشام كرد هیچ واجب و سوننەتێك نییە تۆ تەركت كردبن و من عەرزت بكەم بیكە. لە جاری دووهەمیشدا تەماشام كرد هیچ حەرام و مەكرووهێك نییە كردبێتنت، تا پێت بڵێم تەركیان بكە. ئێستا هەر ئەوەندەت عەرزئەكەم شەیتان خۆی مڵاسداوە بۆت، ئاكات لە خۆت بێ تەفرت نەدا و لە خۆتت بایی نەكا، جا كاك ئەحمەد گەلێ فرمێسك بەچاویا دێتە خوار\n:ھۆنراوەکان\nمەولەوی، جگە لە کوردی، زمانی عەرەبی و فارسیشی باش زانیوە و بە ھەردووکیان شیعری نووسیوە. دیوانەکەی کە بە شێوەزاری ھەورامییە پلەیەکی بەرزی لەنێو شیعر و ئەدەبی کوردیدا ھەیە\nمەولەوی چەند ساڵێکی بەر لە مردنی بە پەرێشانی و بەدحاڵی گوزەراندووە. ئەم کارەسات و ڕووداوە ناخۆشانە بوونەتە ھەوێنی چەند شیعرێکی بەرز و نایاب، لە چەند پارچە شیعرێکیدا بەڕوونی کاریگەری ئەم کارەساتانە دەبینرێ کە چۆن دڵ و دەروونی مەولەوی پڕ بووە لە خەم و ناڵەی ژان و پەژارە و بێکەسی. بەشێکی زۆری شیعرەکانی مەولەوی بۆ لاواندنەوە و شێوەن تەرخانکراون و شیعری شیوەن پانتایییەکی فراوانیان لە دیوانەکەیدا گرتووە، یەکەمین شاعیری کوردە کە زۆرترین قەسیدەی شیوەنی بۆ لەدەستچوونی ئازیز و خۆشەویستان و نزیکانی خۆی ھۆنیوەتەوە، لە نێو ئەو شیعرانەدا ٧ قەسیدەیان بۆ شیوەنی عەنبەرخاتوونی ھاوسەری تەرخانکراون، شیوەنەکانی بۆ عەنبەر خاتوون لە ڕووی ئەدەبییەوە زۆر بەرزترن لەو شیوەنانەی بۆ کەسانی دیکەی نوسیون، چونکە سۆز تێیاندا ڕاستەقینەترە. ئەمەش ئەوەدەگەیەنێت مردنی عەنبەر خاتوون گەورەترین کۆستبووە بۆ مەولەوی، پیری و کوێری و زەلیلی بەقەد مردنی خاتوونی ئازیزی دڵگران و پەریشانیان نەکردووە",
    "birthYear": 1806,
  "example": "ئیمشەو هەم دیسان دەروون پڕ خەمەن\n\nئەساسەی ماتەم جە لامان جەمەن\n\nنە تاوی دووری دڵ بێقەرارەن\n\nبینایی دیدەم جە خەفەت تارەن\n\nشریخە و گرمەی هەوری دووریی دۆس\n\nوە فەنا بەردەن مەغز و ڕەگ و پۆس\n\nشەرارەی گرپەی ناری مەهجووری\n\nکەردەن وە غوبار کۆگای سەبووری\n\nنە تاقەت مەندەن نە تۆی دەرووندا\n\nنە لەیلێ مدیۆ وە لای مەجنووندا\n\nیاخوا مەردەنی بۆ وە میهمانم\n\nئیتر نەوینوون دووریی یارانم\n\nبەڵکم خەلاسیم نە دەس دووریم بۆ\n\nبەو زووخی زامان نەشوون وە گڵکۆ",
       "finalname": "عبدالرحیم سعید"
    },
   {
    "id": 19,
    "name": "شێخ ڕەزای تاڵەبانی",
    "image": "https://github.com/sahanddler/rsm/raw/main/shex.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "شاعیری گەورەمان ناوی (ڕەزا)ـیە و کوڕێ شێخ ئەحمەدی کوڕی مەلا مەحموودی زەنگەنەیە و لە ساڵی ١٨٣١ زایینی لە گوندی (قرخ)ـی سەر بە شاری کەرکووک هاتۆتە دنیاوە، لە مزگەوتدا خوێندوییەتی، جگە لە زمانی دایک زمانەکانی عەرەبی و فارسی و تورکی بە باشی زانیوە. هۆنراوەی بەم چوار زمانە نووسیوە تێیاندا باڵا دەست بووە، شارەزایی ئەدەبیاتی فارسی و عەرەبی و تورکی بووە، ماوەیەک ژیانی خۆی لە ئەستەنبوڵ بەسەر بردووە پاش گەڕانەوەی بۆ کەرکووک لە ساڵی ١٨٩٨ چووەتە بەغداد لەوێ پەیوەندی لەگەڵ بنەماڵەی سەلیم بەگی بابان و سەید عەبدولڕەحمان نەقیبی بەغداد زۆر خۆشبووە، تا لە ساڵی ١٩١١ی زاینی لە تەمەنی (٧٩) ساڵیدا کۆچی دوایی کردووە و لە گۆڕستانی شێخ عەبدولقادری گەیلانی نێژراوە\nدیوانەکەی تاوەکو ئێستا چەندین جار لە کوردستان و لە دەرەوەی کوردستاندا چاپکراوە، دیوانەکەی کراوە بە سێ بەش ( بەشی کوردی و فارسی و تورکی) لە هەر سێ زمانیشدا شاعیرێکی زۆر سەرکەوتوو بووە، تەنانەت وای لێ هاتووە هەندێک لە شارەزایانی ئەدەبی تورکی بە شاعیرێکی نەتەوەی تورکی دابنێن کە ئەمەش ڕاست نییە، و ستەمێکی گەورەیە کە لەم شاعیرە گەورەیەی کورد دەکرێت\n\n:بەرهەمەکانی\n١.چاپی یەکەمی دیوانەکەی لە ساڵی ١٩٣٥ لەلایەن مەریوانییەوە لە بەغداد بووە\n\n٢. (دیوانی شێخ ڕەزای تاڵەبانی) چاپی ساڵی ١٩٤٦ لە بەغداد لەلایەن شێخ عەلی تاڵەبانییەوە چاپکراوە\n\n٣. (دیوانی شێخ ڕەزا) چاپی ساڵی ١٩٩٩ لە سلێمانی ئامادەکردن و لێکدانەوەی ئومێد کاکە ڕەش و حەمە بۆر\n\n٤. (دیوانی شێخ ڕەزا) ساغکردنەوەی شوکور مستەفا چاپی ساڵی (٢٠٠٠) لە شاری هەولێر\n\n٥. (دیوانی شێخ ڕەزا) ساغکردنەوە و لێکدانەوەی د. موکەرەم تاڵەبانی لە ساڵی(٢٠٠١) لە شاری هەولێر چاپکراوە\n\n٦.( شێخ ڕەزای تاڵەبانی) کەڵە شاعیری خۆر‌هەڵاتی ناوەڕاست کە لێکۆلینەوەیەکی تێر و تەسەلی لە سەر ژیان و هۆنراوەکانی لەلایەن نووسەر (ئەحمەد تاقانە)\n\n:هۆنراوەکانی شێخ ڕەزای تاڵەبانی ئەم مەبەستانەیان تێدا دەبیندرێت\n١.داشۆرین و شەڕە جنێو (جوێن):\nئەگەر سەرنج بدەیتە دیوانی شێخ ڕەزای تاڵەبانی ئەوە دەبینین زۆربەی هۆنراوەکانی، داشۆرینن واتە هۆنراوەی (هەجوون، واتە ئەم بابەتە بابەتی سەرەکی شیعرەکانی شێخ ڕەزای تاڵەبانی بووە، بە هۆنەرێکی بەرز و زمانێکی حاگرینەوە دایرشتوون، قسەی سەیر و سەمەرەن کە نەک هەر پسپۆر و شیعر دۆستان  بەڵکو بەگشتی زۆربەی خەڵکەکە حەزیانی لێی بووە، بۆتە مایەی بەناوبانگ بوونی شاعیر، واتە هۆیە سەرەکییەکەش ئەو هۆنراوە پڕ لە جنێوە و قسە پەردە لێ هەڵماڵراوانەیەتی، بۆیە شاعیر شانازی بە زمانی خۆیەوە دەکات و لەم بارەیەوە دەڵێت\n\nتۆ هەتە دیغی دەبان، من هەمە تیغی زبان\nفەرقی ئەم دوو تیغە هەروەک ئاسمان و ڕێسمان\n\n٢.نیشتیمان پەروەری و شانازیی کردن\nشێخ ڕەزا لە بارەی نیشتیمانپەروەریشدا شاعیرێکی بێ وێنە بووە، لە دیوانەکەیدا کۆمەڵێک هۆنراوەی وا دەبیندرێت لە لووتکەی هەستی نیشتیمانپەروەرییە و شانازییەکی بێ وێنە بە دەوری میرنیشینەکانی بابان دەکات کە لە شاری سلێمانی فەرمانڕەوا بوون ئەویش وەکو ڕۆشنبیرێکی هۆشیار ئەوەی زانییوە کە لە ناوچوونی میرنشینی بابان زیانی خۆی و نەتەوەکەیەتی، بۆیە هەناسەی ساردی بۆ هەڵدەکێشێ و لە هەستێکی نەتەوەییەوە باسی (سلێمانی)ـی پایتەختی بابان دەکات و دەڵێت\n\nلە بیرم دێ سولەیمانی کە دارولموڵکی بابان بوو \nنە مەحکوومی عەجەم، نە سوخرەکێشی ئالی عوسمان بوو\n\n:٣ ستایش\nشێخ ڕەزا لە ستایش کردنیشدا دەستێکی باڵای هەبووە کە هەندێک کەسی ستایش کردووە، کەم شاعیر هەن لەم بابەتەشدا بیگاتێ، ئەوەتە کە ستایشی کاک ئەحمەدی شێخ دەکات و دەڵێت\n\nمەربووتە حەیاتم بە سولەیمانی و خاکی\nخۆزگەم بە سەگی قاپییەکەی ئەحمەدی کاکی\nئەو قدوەتی ساداتە کە سوکانی سەماوات\nشەڕیانە لە سەر سەجدە لە بەر مەرقەدی پاکی\nبۆ دەست و عەسا نازگەکەی داخە دەروونم\nقوربانی عەسای دەستی دەبم، سۆڵ و سیواکی\n\n٤. دڵداری\nشێخ ڕەزا ڕێگەی شیعری دڵداریشی گرتووە وەکو هەموو شاعیرە کلاسیزمییەکانمان، جوانترین شیعری دڵداری نووسیوەتەوە، بە سۆزێکی ڕاستەقینەوە و زۆر ڕاستگۆیانە، کۆمەڵێک شیعری دڵداری لە دیوانەکەیدا دەبیندرێت، وا لێرەدا یەکێک لە شیعرە تەر و ناسکەکانی دەخەینە ڕوو کە پێنج خشتەکییەکە لە سەر شیعرێکی مستەفا کوردی\n\nدڵی بردم بە ناز و عیشوە دیسان، شۆخێ، عەیارێ\nفریبی دام بە سیحری چاوی خۆی مەحبوبێ، سەحارێ\nلە هیجرانا تەقم کرد ئەی ڕەفیقان کوا مەدەدکارێ\nئەمان مردم عیلاجێ  سا لەڕێی پێغەمبەرا چارێ\n\n:ڕووخساری شیعرەکانی\nشێخ ڕەزا بە گەورەترین شاعیری کلاسیزمی کوردی دادەنرێت کە سەر بە قوتانخانەی شیعری بابانە، چونکە یەکێکە لەو شاعیرانەی کە لە شاری کەرکووک لە سەر شیعرەکانی نالی و سالم و کوردی هۆنراوەکانی هۆنیوەتەوە\n\n:لە ڕووی رووخسارەوە ئەم خاڵانە دەبیندرێت\n\n١.بە زمانێکی کوردی تێکەڵ بە وشەی عەرەبی و فارسی و تورکی هۆنراوەکانی نووسیوەتەوە\n٢.بەکارهێنانی کێشەکانی (عەرووز)ـی عەرەبی\n٣. لە ڕووی سەرواوە پەیڕەوی شیعری کلاسیزمی کوردی کردووە، واتە سەروای یەک ڕەویەی بەکارهێناوە کە پێی دەوترێت سەروای یەکگرتوو، واتە هەموو دێڕەکان بە یەک پیت کۆتاییان دێت\n٤. پاراستنی بابەتەکانی غەزەل و چامە لە هۆنراوەدا و پەیڕەوکردنی بابەتەکانی ڕەوانبێژی واتە یاری کردن بە وشە و وشەکاری لە ناو هۆنراوەکانیدا\n\n:ناوەڕۆکی شیعرەکانی\n\n:لە ڕووی ناوەڕۆکیشەوە ئەم خاڵانە دەبیندرێن\n١. لە هۆنراوەکانیدا هەموو مەبەستەکانی هۆنراوەی گوتووە هەر لە داشۆرین تا دڵداری و ستایش کردن  شانازی کردن و تەنانەت شیعری ئایینی و تەسەوفی هەیە، بەڵام لە هۆنراوەی داشۆرین پلەی یەکەمی هەیە\n٢.هۆنراوەی فارسی و تورکی زۆر کاریان لێکردووە، بە تایبەتی هۆنراوەکانی (حافزی شیرازی) گەورە شاعیری فارسی کاریگەرییەکی زۆرییان لە سەر هەبووە\n٣.یەکێکە لەو شاعیرانەی کەسەر بە قوتابخانەی بابان بووە واتە سەر بە قوتابخانەی شیعرەییەکەی نالی و سالم و کوردی، بە تایبەتی شاعیری گەورە (نالی)",
    "birthYear": 1831,
  "example": "لە بیرم دێ سولەیمانی کە دارولمولکی بابان بوو\n\nنە مەحکوومی عەجەم نە سوخرەکێشی ئالی عوسمان بوو\n\nلە بەر قاپی سەرا سەفیان دەبەست شێخ و مەلا و زاھید\n\nمەتافی کەعبە بۆ ئەربابی حاجەت گردی سەیوان بوو\n\nلە بەر تابووری عەسکەر ڕێ نەبوو بۆ مەجلیسی پاشا\n\nسەدای مۆزیقە و نەققارە تا ئەیوانی کەیوان بوو\n\nدرێخ بۆ ئەو زەمانە، ئەو دەمە، ئەو عەسرە، ئەو ڕۆژە\n\nکە مەیدانی جریدبازی لە دەوری کانی ئاسکان بوو\n\nبە زەربی حەملەیێ بەغدای تەسخیر کرد و تێی ھەڵدا\n\nسولەیمانی زەمان، ڕاستت دەوێ، باوکی سولەیمان بوو\n\nعەرەب ئینکاری فەزڵی ئێوە ناکەم ئەفزەلن ئەمما\n\nسەلاحەددین کە دنیای گرت لە زومرەی کوردی بابان بوو\n\nعوموومی شەھریاران و سەلاتینی فەرەنگستان\n\nلە ڕوعبی سەتوەتی ئەو شێرەدا گشتی ھەراسان بوو\n\nقوبووری پڕ لە نووری ئالی بابان پڕ لە ڕەحمەت بێ\n\nکە بارانی کەفی ئیحسانیان وەک ھەوری نیسان بوو\n\nکە عەبدوڵڵاھ پاشا لەشکری والیی سنەی شڕ کرد\n\nڕەزا ئەو وەختە عومری پێنج و شەش تیفلی دەبستان بوو",
       "finalname": "ڕەزا ئەحمەد"
   },
  {
    "id": 20,
    "name": "ئەحمەدی خانی",
    "image": "https://github.com/sahanddler/rsm/raw/main/ahmad.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "ئەحمەدی خانی (١٦٥٠ –١٧٠٧) شاعیر و نووسەر و ڕووناکبیری گەورەی کورد بووە. ڕووناکبیران ئەحمەدی خانی بە یەکەم کەس دادەنێن کە لەسەر کوردایەتی و نەتەوەخوازیی کوردی نووسیویەتی. بەناوبانگترین بەرھەمی کتێبی شیعری مەم و زینە کە چیرۆکێکی دڵدارانە دەگێڕێتەوە کە لە ساڵی ١٦٩٢ بە شێوەی کورمانجی نووسراوە\n\n:ژیاننامە\nناوی ئەحمەد کوڕی ئەلیاس کوڕی ڕۆستەم بووە. لە ساڵی ١٠٦١ی کۆچیی مانگی بەرامبەر بە ١٦٥٠ یان ١٦٥١ی زایینی لەدایکبووە. نازناوی شیعری لە ھۆزی خانیان وەرگرتووە، بەشێکی ئەم ھۆزە لە دەوروبەری ناوچەی بۆتان بوون، بەڵام بنەماڵەی شاعیر کۆچیان کرد بۆ شاری بایەزید. لە مەم و زینەوە ئەوەمان بۆ دەردەکەوێت کە خانی لە جزیرە ژیاوە. خانی یەکێک بووە لە مەلا گەورەکانی سەردەمی خۆیی و شارەزایییەکی چاکی لە فەلسفە و ئەدەب وزانستەکانی دیکەدا ھەبووە وەک لە سەرچاوەکانی ژیانی و کردەوە ئەدەبییەکانی شاعیر دەردەکەوێ باب و باپیرانی لە ڕووی دارایییەوە ژیانیان ئاسان بووە و بە بەختیاری ژیاون. ئەحمەدی خانی ھەموو ژیانی بۆ خوێندەواری و بڵاوکردنەوەی ڕۆشنبیری و ھۆشیاریی سیاسی خەرج کردووە لە کۆمەڵی کوردەواریدا. ئەمە دوو لایەنی ڕووناکی بووە، یەکەمیان بەرھەمھێنانی داھێنانی ئەدەبی، واتە شیعری، دووەمیان فێرکردن و پێگەیاندنی منداڵان و لاوی کورد لە ڕووی خوێندەوارییەوە\nشاعیر لە مەڵبەندی لە دایکبوونی کە شاری بایەزیدە، لە ساڵی ١٧٠٧ (١١١٩ی کۆچیی) کۆچی دوایی کردووە و ھەر لەوێش لەقەدپاڵی چیای ئارارات (ئاگری) دا، نێژراوە\n\n:کوردایەتی و زمانی کوردی\nلە کتێبی دیالۆگ – ڕۆژھەڵاتی ناوەڕاستدا نووسراوە: «ئەحمەدی خانی ھەر لە سەرەتاوە دەیزانی کە کەلووپەلی کوردی بازاڕیان نییە، واتە ئەو کتێبانەی کە بە کوردی نووسیبوونی نەیاندەتوانی بگەنە ژمارەیەکی زۆر خوێنەر». ئەمەش بۆ دوو ھۆ دەگەڕێتەوە. لە لایەک ئەو کۆمەڵگەیەی کە ئەحمەدی خانی تێدا دەژیا، بەشی ھەرەزۆریان نەخوێندەوار بوو و لە لایەکی دیکەوە زمانی نووسین و خوێندنی ئەو سەردەمە زیاتر بە زمانی عەرەبی و فارسی بوو، نووسەرانی ڕۆژەھەڵاتی ناوین بە نووسەرانی کوردیشەوە بەو زمانانە کتێبیان نووسیوە\nئەحمەدی خانی، گرنگییەکی زۆری بە زمانی کوردیی داوە و کاتێک بە زمانی کوردی شیعری نووسییەوە تەنھا ھەر بۆ ئەوە نەبووە کە بەو زمانە بنووسێت بەڵکو بە کوردیی نووسینی، وەکو ھەڵوێسەیەک لە دژی دەستەڵادارن و زمانەکەیان بەکار ھێناوە، ھاوکات وەکو ڕەخنەیەکیش لە کوردەکان خۆیان، چونکە خانی پێی وابووە کە زوو خۆیان دەدەنە دەست، ئاغا و دەستەڵادارە بێگانەکان. کوردەکان ئازا و دلێر بوون، شاسوار، وەفادار، جێی متمانە بوون، بەڵام ئەوە بە دەردی چی دەخوات، کاتێک خۆیان پەرش و بڵاو بن و نەتوانن یەکبگرن تا خۆیان کەی خودای خۆیان بن؟ زمانی نووسین دەتوانێت ببێتە ھۆکارێک بۆ ئەوەی ھەست بکەن کە ئەوانیش نەتەوەیەکن و ھەروەھا ھانی کوردانی داوە بۆ ڕووبەڕووبوونەوە لەگەڵ داگیرکەران ئەحمەدی خانی یەکەم شاعیرە کە گلەیی لە سەرۆک ھۆزەکانی کورد دەکات کە یەکناگرن و پشت بە نەیارانیان دەبەستن\n\n:بەرھەمەکان\nعەقیدەیا ئیمانێ، بە پەخشان و ھۆنراوە سەبارەت بە شەش کۆڵەکەی ئیمان لە ئیسلامدا نووسراوە. ساڵی ٢٠٠٠ لە سوید چاپ کراوە\nنووبەھارا بچووکان، ١٦٨٣، فەرھەنگۆکێکی عەرەبی – کوردی کە بە شیعر، بۆ منداڵانی کوردی داناوە کە فێری زمانی عەرەبی ببن کە ئەو سەردەمە زمانی دین و زانست بووە. یەکەم جار لە ١٩٢٦ لە ڕەواندز چاپکراوە\nمەم و زین، ١٦٩٢، یەکەم جار لە ١٩١٩ لە ئەستەمبوڵ چاپ کراوە\nدیوانی ئەحمەدی خانی کە بریتییە لە غەزەل و قەسیدە. ئەم کتێبە لەلایەن عەبدوڕەحمان دوڕڕەوە شەرح کراوە", 
    "birthYear": 1650,
  "example": "گەر دێ ھەبوا مە ئیتیفاقەک\n\nڤێگرا بکرا مە ئینقیادەک\n\nروم و عەرەب و عەجەم تەمامی\n\nھەمیا ژ مە را دکر غولامی\n\nتەکمیل دکر مە دین و دەولەت\n\nتەحصیل دکر مە عیلم و حیکمەت",
  "finalname": "ئەحمەدی خانی"

  },
  {
    "id": 21,
    "name": "جگەر خوێن",
    "image": "https://github.com/sahanddler/rsm/raw/main/jgar.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "شێخمووس حەسەن محەممەد، ناسراو بە جگەرخوێن\n\n:ژیان\nجگەرخوێن لە ساڵی ١٩٠٣ لە باکووری کوردستان لە گوندی حەسار نزیک بە شاری مێردین لەدایک بووە. بەمنداڵی شوانی و گاوانی کردوو، لەبەر ئەوەی نەدار بووە و باوکی کۆچی دوایی کردووە، خوشکەکەی گرتوویەتییە خۆی و بەخێوی کردووە و دواتر لەبەر دەردەنەداری و ھەژاری بەناچاری گوندی حەسار جێ دەھێڵن و لە ساڵی ١٩١٤ بۆ گوندی ئاموودە دەیگوێزنەوە\nجگەرخوێن ھەر لە منداڵییەوە زیرەکی و ھۆشیاری و توندوتۆڵی پێوە دیار بووە و حەزی لە خوێندن کردووە، بۆیە بەھەر جۆرێک بێت، ناردوویانە بەر خوێندن لە حوجرەی مزگەوت و سەرجەم خوێندنەکانی زۆر زیرەکانە بەرێکردووە وەک خوێندنی زمانی عەرەبی و زانستەکانی ئایینی ئیسلام، بۆیە بە ئومێدی تەواوکردنی مۆڵەتی دوازدە زانستی باکوور و ھەر چوار پارچەی کوردستان گەڕاوە و دواتر لەسەر دەستی مەلا عوبێد وەرگرتووە  ڕۆژاوای کوردستان و ماوەیەکیش لە باشووری کوردستان و ڕۆژھەڵاتی کوردستان مەلایەتی کردووە\nجگەرخوێن ساڵی ١٩٤٦ ڕوو دەکاتە شاری قامیشلی و دەست بە کاری ڕامیاری دەکات و دەبێتە ئەندامی پارتی جڤاتا ئازادی و یەکیەتییا کورد (Civata Azadî û Yekîtiya Kurd). لە ساڵی ١٩٤٨دا دەبێتە ئەندامی پارتی کۆمنیستی سووری و لە ساڵی ١٩٥٤دا بۆ ئەندامییەتی پەرلەمانی سووریا دەپاڵێورێت. لە ساڵی ١٩٥٧دا واز لە پارتی کۆمۆنیست دەھێنێت و ڕێکخراوی ئازادی دادەمەزرێنێت. ئەو ڕێکخراوەش پاشتر دەچێتە ناو پارتی دیموکراتی کوردستانی سووریاوە. لە ساڵی ١٩٥٩دا جگەرخوێن ڕوو دەکاتە باشووری کوردستان و تا ساڵی ١٩٦٣ لە زانکۆی بەغدا دەبێتە مامۆستای وانەبێژ لە بەشی زمانی کوردی. دواتر دەگەڕێتەوە بۆ قامیشلی سەرقاڵی نووسین و کاری ڕامیاری دەبێت. ھەر لەو ساڵەدا و لە شاری دیمەشق دەخرێتە گرتووخانەوە\nبۆ بەشداریکردن لە شۆڕشی مەلا مستەفا بارزانی جگەرخوێن لە ساڵی ١٩٦٩ ڕوو دەکاتە باشووری کوردستان و چالاکی کوردایەتی خۆی پێشکەشی شۆڕشی کورد دەکات\nلە ساڵی ١٩٧٣دا بەرەوو لوبنان دەچێت و لەوێش ھۆنراوەی کیمە ئەز (Kîme Ez) دەنووسێت\nجگەرخوێن لە ساڵی ١٩٧٦دا بۆ سووریا دەگەڕێتەوە و لە ساڵی ١٩٧٩ ناچار دەبێت ڕوو بکاتە وڵاتی سوێد و لەوێ وەک پەناھەندەیەک دەگیرسێتەوە و بە نووسینەوە سەرقاڵ دەبێت و لە ٢٢ی تشرینی یەکەمی ساڵی ١٩٨٤دا کۆچی دوایی دەکات و تەرمەکەی بۆ قامیشلی دەگوێزرێتەوە و لەوێ بە خاکی کوردستان دەسپێدرێت، ئەوەش ھەروەک خۆی پێش مردنی داوای کردبوو\n\n:جگەرخوێن و شیعر\nدواتر بە ھۆکاری بینینی زۆرداری، ئەوەی دوژمنان دژی کورد ئەنجامی دەدەن، جگەرخوێن بەباشی دەزانێ لە پیشەی مەلایەتی دوور بکەوێتەوە و بە ڕۆحییەتێکی گەورە و بەبڕوایەکی ھێندە بەتین بچێتە جیھانی کاری ڕامیاری و باوەڕەکەی و خۆشەویستی کوردستان بخزێنێتە جیھانی وێژە و بە وشەی ناسک دایبڕێژێ بۆ ئەوەی خوێنەران ھەست ستەمی زۆرداران بکەن، کە چۆن دژی گەلی کوردن. بە کاریگەریی ھۆنراوە نەتەوەیییەکانی ئەحمەدی خانی و حاجی قادری کۆیی و شۆڕشە نەتەوەیییەکی شێخ سەعیدی پیران لە باکووری کوردستان لە ١٩٢٥دا بووە بە شاعیرێکی لێھاتووی ھۆنراوەی نەتەوەیی و کەوتە سەر باسکردنی کوردستانی نیشتمانی خۆشەویستی و ھاندانی ژنی کورد بۆ خوێندن و خەباتی نیشتمانی و بڵاوکردنەوەی بیروباوەڕی کوردایەتی لە سەرەتادا ھۆنراوەیەکی نەتەوەیی لە باسی کوردستاندا بە ناونیشانی شام شەکرە، وەڵات شیرنترە داناوەو نیشتمانەکەی خۆی بە بووکی جیھانی دادەنێ و باخ و بە بەھەشت مێرگ و سەرچاوەی ئاوی سازگاری دەچوێنێ و بە کچێکی شۆخ و شەنگی جوان و ڕازاوی دادەنێ\n\n:بەرھەمەکان\nدیوانی یەکەم: پریسک و پەتی (Prîsk û Pêtî)، ساڵی ١٩٤٥ ز دیمەشق\n\nدیوانی دووەم: سەورا ئازادی (Sewra Azadî)، ساڵی ١٩٥٤ ز دیمەشق\n\nدیوانی سێیەم: کیمە ئەز (Kîme Ez)، ساڵی ١٩٧٣ ز دیمەشق\n\nدیوانی چوارەم: ڕۆناک (Ronak)، ساڵی ١٩٨٠ ز ستۆکھۆڵم\n\nدیوانی پێنجەم: زەند ئاڤستا (Zend-Avista)، ساڵی ١٩٨١ ز ستۆکھۆڵم\n\nدیوانی شەشەم: شەفەق (Şefeq)، ساڵی ١٩٨٢ ز ستۆکھۆڵم\n\nدیوانی حەوتەم: ھێڤی (Hêvî)، ساڵی ١٩٨٣ ز ستۆکھۆڵم\n\nدیوانی ھەشتەم: ئاستی (Astî)، ساڵی ١٩٨٥ ز ستۆکھۆڵم\n\nدەستوورا زمانێ کوردی (Destûra Zimanê kurdî)، ساڵی ١٩٦١ ز بەغدا\n\nفەرھەنگ (پەرچێ یەکەم) (Ferheng, perçê yekem)، ساڵی ١٩٦٢ ز بەغدا\n\nفەرھەنگ (پەرچێ دوەم) (Ferheng, perçê diwem)، ساڵی ١٩٦٢ ز بەغدا",
    "birthYear": 1903,
  "example": "وەڵاتی من تووی بووکا جیھانی\n\nھەمی باغ و بھشت و مێرگ و کانی\n\nسەری تاجا سەلاحەددینی کوردی\n\nئەنی ڕۆژە دەبورجا ئاسمانی\n\nدوو چاڤێن تە وەکی دەریایی ھورمز\n\nکەپوو ئەلماسە کاری کووش و وانی\n\nدوو زولفێن تە کتێبا حاجی قادر\n\nزمانێ تە ژ بەندا شێخی خانی\n\nجگەر خوینە کورێ تە ھەر دنالی\n\nژ بەرنەزانی و خزانی",
       "finalname": "شێخمووس حەسەن "
  },
  {
    "id": 22,
    "name": "بابا تاهیری هەمەدانی",
    "image": "https://github.com/sahanddler/pdf/raw/main/author4.png",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "بابا تاھیر ناسراو بە بابە تاھیری عوریان ناوی تاھیرە، ھۆنراوەنووسێکی سەدەی ١١ بوو کە بە زمانی پاڵەوی (شێوازی فەھلەویات-پاڵەوییەکان) ھۆنراوەی نووسیوە. ساڵی لەدایکبوونی بابا تاھیر ئاشکرا نییە، لە زۆر سەرچاوە باسکراوە، بەڵام بەپێی سەرچاوە باوەڕپێکراوەکان لە ماوەی نێوان نیوەی دووەمی سەدەی دەیەم و نیوەی یەکەمی سەدەی یازدەمی زایینی ژیاوە. ھەربۆیە لەدایکبوون و کۆچی دوایی بە ساڵانی (٩٣٥ زایینی - ١٠١٠ زایینی) دیاریکراوە لەڕاستییدا بەتەواوی ساڵی لەدایکبوونی بابا تاهیر ئاشکرانییه. لەسەرچاوەیێکدا ئەوەهاتووه، کەبابا تاهیر کوڕی فەریدوونه، لە ساڵی 1019 زایینی لە ژیانابووه، لەبەڵگەیێکی ڕاستگۆ بیستراوه، کەهەر لەو ساڵەشدا کۆچی دووایی کردووه\nهەندێک لەسەر ئەو باوەڕەن، کەلە937-1019دا ژیاوه، هەندێکی تر دەڵێن ٩٩٩-١٠٥٨دا ژیاوه، بەشێکیش بەهاوچەرخی ئیبنی سینا 1063 زایینی دادەنێن، هیی واش هەیەبەهاوچەرخی خواجەنەسیرەدینی تووسی 1273 زایینی دادەنێن\nناسنامەنووسەکان سەردەمی جیاواز بۆ ژیانی بابا تاهیر دیاری دەکەن، ئەوانەی کەبەهاوچەری عەینو لقوزاتی هەمەدانی 1130 زایینی مردووەدادەنێن، دیارەلەڕاستی دوور کەوتوونەتەوه، خۆ ئەوەی بەهاوچەرخی خواجەنەسیرەدینی تووسیشی دادەنێ، دیارەزیاترەلەڕاستی دوور کەوتۆتەوه\nڕەزا قولی خانی هیدایەت دەڵێ: تاهیری عوریانی هەمەدانی عوریانی هەمەدانی ناوی پیرۆزی بابا تاهیره، لەزانا و دانا سەردەمی خۆی بووه، خاوەنی شکۆداری و جێگای بڵند بووه، هەندێک بەهاوچەرخی سوڵتانەکانی سەلجووقی دادەنێن، ئەمەڕاست نییه، بابا تاهیر لەشێخەکۆنەکانه، هاوچەرخی دێلەمییەکان بووه، لە ساڵی 410 پێش کۆچی پێش عونسووری و فیردەوسی و هاوچەرخەکانی ئەوان کۆچی دوایی کردووه زۆربەی ھۆنراوەکانی بابا تاھیر دوو بەیتە کە بریتییە لە چوار نیوە دێڕ، جگە لە ھۆنراوەی دوو بەیتی نزیکەی ٥ ھەزار (غەزەل) یشی ھەیە. بڕێک لە ھۆنراوەکانی وەرگێڕدراونەتە سەر شێوەزاری سۆرانی، بۆ نموونە دڵزار یەکێک لە ئەو کەسانەیە کە بڕێک لە ھەڵبەستەکانی بابە تاھیری وەرگێڕاندوەتە سەر سۆرانی\n\n:زمانی ھەڵبەستەکان\nتۆزێک لە سەرچاوەکان زمانی ھەڵبەستەکانی بابا تاھیریان بە زمانی لوڕی نزیکتر زانیوە. بەڵام ھەندێکی دیکە لە سەرچاوەکان پێیان وابووە کە ھەڵبەستەکانی باباتاھیر بە زمانی راجی ھۆندراونەتەوە. جگە لەمانە ھەندێک کەسیش زمانی باباتاھیر بە کوردیی لەکی، یان شێوەیەک لە کوردیی باشووری زانیوە\n\n:بەرھەمە گرنگەکانی بەزمانی عەرەبی\nکلمات قصار\nفتوحات الربانی فی اشارات ھمدانی",
    "birthYear": 1650,
  "example": "مو ئان بەحروم کە دەر زەرف ئامەدەستوم\n\nمو ئان نوقتە کە دەر حەرف ئامەدەستوم\n\nبە ھەر ئەلفی ئەلف قەددی بەریو ئایو\n\nئەلف قەدووم کە دەر ئەلف ئامەدەستوم",
        "finalname": "تاهیر عوریانی" 
  }
]
