[
  { 
    "id": 1,
    "name": "نالی",
    "image": "https://github.com/sahanddler/rsm/raw/main/nali.png",
    "description": "شاعیری بەناوبانگی کورد",
    "birthYear": 1800,
  "history": "نالی ناوی مەلا خدر ئەحمەدی شاوەیسی ئاڵی بەگی میکایلی ناسراو بە نالی (١٨٠٠ – ٢٣ی تشرینی دووەمی ١٨٧٧) بەردی بناغە و دامەزرێنەری خوێندنگەی شیعریی بابان و لە یەکەمین و بەناوبانگترین شاعیرانی شێوەزاری کوردیی ناوەندییە.\n\n.نالی لە گوندی خاک و خۆڵ لە دەشتی شارەزوور ھاتوەتە دنیاوە ھەر لە تەمەنی منداڵی نراوەتە بەر خوێندن لە حوجرە. لە سەرەتاوە وردەپەرتووکی فارسی و قورئانی خوێندووە، دواتر زانستەکانی تری قورئان و فەرموودە و سەرف و نەحو و کەلام، بەلاغە و فەلەک و فیقھ و سیرەی خوێندووە\n\n:نالی و میرنشینی بابان\nنالی لەگەڵ سلێمان پاشا و ئەحمەد پاشا پەیوەندییەکی تایبەتی ھەبووە\n\n:بەجێھێشتنی کوردستان\nلەدوای بیست و پێنج ساڵی تەمەنی کوردستان جێدەھێلێت و دەچێتە حەج\n\n:نالی و مەبەستی شیعری\nئەو مەبەستانەی لە شیعری (نالی) دا ڕەچاو کراون ئەمانەن\n\n:مەدح و پیاھەڵدانی حەزرەتی پێغەمبەر\nنالی زۆرێک لە شعرەکانی بۆ حەزرەتی پێغەمبەر نوسیوە و لە دیوانەکەی دا بە باشی باسی لێوە کراوە و دوا ھۆنراوەکانیشی ھەر لەوێ نوسیوە لە تەمەنی پیری دا کە زیارەتێکی حەزرەتی پێغەمبەر دەکات و لە مەدح و سەنای ئەو زاتەیا بووە\n\nئەی تازە جەوان! پیرم و ئوفتادە و کەوتووم تا ماوە حەیاتم\nدەستێ بدەرە دەستی شکستەم، کە بەسەر چووم قوربانی وەفاتم\nتۆ یووسفی نەو حوسنی لەسەر میسری جینانی من پیرم و فانی\nلەم کولبەیی ئەحزانە نە زیندووم و نە مردووم ھەروا بە تەماتم\n\n:سۆفیگەری\nڕاڤەی شیعرەکانی نالی دا زۆر بە ڕوونی دیارە کە شوێنکەوتەی ڕێبازی تەسەوفە و لە قەسیدەح (ئەلا ئەی نەفسی بوم ئاسا) دا زۆر بە جوانی دیارە و ئەو موناجاتانەی کە لە حەج و لە خزمەت ڕەوزەی حەزرەتی پێغەمبەر (د. خ) دەیکات ھەڵقوڵاوی ئەو باس و خواسەیە\n\n.دڵداری کە بەشی ھەرە زۆری دیوانەکەیەتی\n\n:وەسف\n بە تایبەتی وەسفی بەھار و دیمەنی سروشت و وەسفی حوجرە شەق و شڕەکەی و لێھاتوویی و بوردەباری (کەر)ەکەی\n\n.نزاو پاڕاناوە لە خوا\n\nبیری وڵات کردنەوە، قەسیدەکەی سالم وەک نموونە\n\n.لاواندنەوە و پیاھەڵدانی پاش مردن\n\nمەدح و پیاھەڵدان، مەدحی سوپای بابان بە نموونە\n\nنالی لە سەرەتای چەرخی نۆزدەھەمدا ژیاوە لەو سەردەمەدا زمانی باوی ئەدەبی بریتی بووە لە زمانی عەرەبی و فارسی و تورکی چونکە کوردستان یا سەر بە ئیمپراتۆریەتی عوسمانی یا ئێران بووە و زمانی ڕەسمی یا فارسی یا تورکی بووە هەروەها زمانی عەرەبی زمانی ئایینی پیرۆزی ئیسلام بووە نالی وەک خوێندەوارێکی ئایینی لە شیعرەکانی دا وشە و زاراوەی عەرەبی و فارسی و زانیارییە ئایینییەکان بە شێوەی ئیقتیباس و تەلمیح بەکارهێناوە",
   "example": "زوڵفت بە قەدتدا کە پەرێشان و بڵاوە،\n،ئەمڕۆ لە منی شیفتە ئاڵۆز و بە داوە\nئەم عومرە عەزیزە کە لە بۆت نەقد و دراوە\nسەد حەیف و درێغا کە موسوڵمانی نەماوە!\nعومرێکی درێژە بە خەیاڵی سەری زوڵفت\nسەودا و پەرێشانم و، سەودایەکی خاوە\nھەرچەندە کە ڕووتم، بەخودا مائیلی ڕووتم\n…بێبەرگییە عیللەت کە ھەتیو مەیلی ھەتاوە"
  },
  {
    "id": 2,
    "name": "بێخود",
    "image": "https://github.com/sahanddler/rsm/raw/main/bexud.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "مەلا مەحموودی موفتی ناسراو بە بێخوود (١٨٧٩ سلێمانی – ٢٥ی ئابی ١٩٥٥) موفتی و مامۆستای ئایینی و شاعیرێکی بەناوبانگی کورد بووە. بێخوود لە بنەماڵەی بەناوبانگ عەللامە مامۆستا مەلا ئەبووبەکری مووسەنیفی چۆڕییە.\n\n:ژیان\n،بێخود ناوی مەحموود بووە و کوڕی موفتی «حاجی مەلا ئەمین» کوڕی موفتیی گەورە «حاجی مەلا ئەحمەدی چاومار» ناسراو بە (پیر حەسەن)ە. لە ساڵی ١٨٧٩ زایینیی بەرامبەر (١٢٩٦ کۆچی)ی لە دایک بووە. لای زانایانی ناوداری ئەو سەردەمەی سلێمانی خوێندنی تەواو کردووە. لە ساڵی ١٩٠٠ کراوە بە حاکمی ھەڵەبجە، دوای ئەوە مامۆستای قوتابخانەی سەرەتاییی بووە لە سلێمانی لەگەڵ مامۆستایان ڕەفیق حیلمی و زێوەردا مامۆستایەتیی کردووە، بێ ئەوەی بەرامبەر بەوە هیچ مانگانەیەک وەربگرێت. لە پاش ماوەیەک لەم کارە دوورکەوتۆتەوە و بە درێژایی ژیانی لە کاروباری میریی نزیک نەکەوتۆتەوە. ھەموو ژیانی لە سلێمانی بردووەتە سەر\n\n:مردن\n.لە نیوەڕۆی ٢٥ی ئابی ١٩٥٥ بەرامبەر (١٣٧٥ی کۆچی) لە سلێمانی کۆچی دوایی کردووە و لە گردی سەیوان نێژراوە\n\n:ھۆنراوە\n.شیعری چوارینە بەندی «لەو ڕۆژەوە ڕۆیشتووە» لە نێوەندی ئەدەبیدا بەناوبانگ و دڵگیرە. بێخود لەم شیعرەدا باس لە دووری پێغەمبەر دەکات کە ماوەیەکی زۆر بوو لە خەودا نەیبینیبوو\n",
    "birthYear": 1879,
  "example": "لەو ڕۆژەوە ڕۆیشتووە تۆراوە دڵی من\nھەرچەند ئەگەڕێم بێ سەر و شوێن ماوە دڵی من\nئاخۆ بە چ شاخێکەوە گیرساوە دڵی من\nیا خۆ بە چ داخێکەوە سووتاوە دڵی من\nئەو ھەمدەمی غەمخوار و نەدیمی منە یا ڕەب\nئەو مەحرەمی ئەسرار و قەدیمی منە یا ڕەب\nئەو گەوھەری شەھوار و یەتیمی منە یا ڕەب\nکەوتۆتە چ بەحرێکەوە، خنکاوە دڵی من\nمەجنوونی دوو گیسوویی چ لەیلایێکە ئاخۆ\nیا وامیقی جادوویی چ عەزرایێکە ئاخۆ\nدێوانەیی ئاھوویی چ سەحرایێکە ئاخۆ\nکام چیھرەپەری دیوە کە ترساوە دڵی من\nئەتلێتەوە گاھێ بە خەیاڵی خەت و خاڵی\nئەخولێتەوە گاھێ بە چرای شەوقی جەماڵی\nنازانی ئەگەر چۆنە بەدەس دەردەوە حاڵی\nوەک پووش و پەڵاشێکە بەدەم باوە دڵی من\n\nلەو بەندانەدا بێخود تەواو بێتاقەتی خۆی بۆ دووری پێغەمبەر دەر دەبڕێت\n\nلەو چۆڵ و بیابانە ئەبێ یاوەری کێ بێ\nیا بەو کەژ و کێوانەوە سەوداسەری کێ بێ\nیا لەت لەت و ئەفگاری موژەی خەنجەری کێ بێ\nچۆن ماوە لە سەد لاوە کە کوژراوە دڵی من\nبۆچی نەڕژێ سەیلی سروشکم وەکوو باران\nبۆچی وەکوو یەعقووب نەبمە شوھرەیی شاران\nلەو یووسفە پرسیومە لە بێگانە و یاران\nھەرگیز نییە سۆراغی لە ھیچ لاوە دڵی من\nبۆ خۆی بگریم یا نەفەسی پەردەدڕاوی\nیا بۆ جگەری کون کون و سەدپارەکراوی\nچی کردووە یا ڕەب، کە خەو و خواردن و ئاوی\nدایم غەم و بێداریی و خوێناوە دڵی من\nچ بکەم، چ بڵێم، بۆ دڵەکەم کارییە دەردم\nشاھێدی منن موویی سپی و چیھرەیی زەردم\nخۆڕایی نییە ناڵەیی گەرم و دەمی سەردم\nھەڵبەت بە بەڵایێکەوە ئاڵاوە دڵی من\n\nلێرەدا شاعیر باسی دڵی دەکا کە بە دوای دەگەرێ نەیدۆزێتەوە بۆیە وا دەزانێت فەوتاوە دڵی بەڵام دواتر دەڵێ نەفەوتاوە دڵی من\n\nئەو سینە لە غەش خاڵییە، ئەو بێ ڕق و کینە\nئەو خادیمی شەرعی نەبەوی و میللەت و دینە\nمەعلووم چووە بۆ خزمەتی سالاری مەدینە\nوام زانی کە فەوتاوە، نەفەوتاوە دڵی من\nقوربانی کەسێ بم کە بە قوربانی نەبی بێ\nوەک بەندە سەگی دەرگەھی شاھی عەرەبی بێ\nشاھی عەرەبی یەعنی قورەیشی نەسەبی بێ\nجەرگی بە دوو ئەبرۆی ئەوە جنراوە دڵی من\nزاتێکی وەھای گرتووە ڕۆحم بە فیدای ئەو\nشاھان شەو و ڕۆژ دێنە قەدەمبۆسی گەدای ئەو\nبێخود مەبە ئیتر بە ئومێد و بە تەمای ئەو\nنایێتەوە لات گەر سەری داناوە دڵی من\n\nئەو سینە لە غەش خاڵییە، ئەو بێ ڕق و کینە\nئەو خادیمی شەرعی نەبەوی و میللەت و دینە\nمەعلووم چووە بۆ خزمەتی سالاری مەدینە\nوام زانی کە فەوتاوە، نەفەوتاوە دڵی من\nقوربانی کەسێ بم کە بە قوربانی نەبی بێ\nوەک بەندە سەگی دەرگەھی شاھی عەرەبی بێ\nشاھی عەرەبی یەعنی قورەیشی نەسەبی بێ\nجەرگی بە دوو ئەبرۆی ئەوە جنراوە دڵی من\nزاتێکی وەھای گرتووە ڕۆحم بە فیدای ئەو\nشاھان شەو و ڕۆژ دێنە قەدەمبۆسی گەدای ئەو\nبێخود مەبە ئیتر بە ئومێد و بە تەمای ئەو\nنایێتەوە لات گەر سەری داناوە دڵی من\n"
  },
  {
    "id": 3,
    "name": "پیرەمێرد",
    "image": "https://github.com/sahanddler/rsm/raw/main/peramerd.jpg",
    "description": "شاعیری بەناوبانگی کورد",
      "history": "پیرەمێرد یان حاجی تۆفیق بە ناوی تەواوی تۆفیق کوڕی مەحموود ئاغا کوڕی ھەمزاغای مەسرەفە شاعیر، نووسەر و ڕۆژنامەوانێکی کورد بوو. لە سلێمانی لەدایک بوو و لە لاویدا زانستی ئایینی لەوێ خوێندووە.\nپیرەمێردیش بەو دەستوورە ھەر وەکو حاجی قادری کۆیی و نالی و مەحوی و مەولەوی و زێوەر، مزگەوت بە مزگەوت و شار بە شار گەڕاوە و لە ھەر شوێنێک ماوەیەک ماوەتەوە، پاش ئەوەی زۆربەی مزگەوتەکانی سلێمانی گەڕاوە و ئەوسا ڕووی کردووەتە مزگەوتەکانی شاری بانە لە ڕۆژھەڵاتی کوردستان.\nشێخ مستەفای نەقیب و شێخ سەعیدی حەفید لە ١٨٩٨دا دەیبەن بۆ ئەستەمبوڵ، لەوێ لە کۆلێژی یاسا دەخوێنێت و لە حکوومەتی دەوڵەتی عوسمانیدا لە چەند پلەی میری و سیاسیدا دادەمەزرێت.\nلەدوای شۆڕشی شێخ سەعیدی پیران لە ١٩٢٥ و تێکچوونی بارودۆخ، دەگەڕێتەوە بۆ سلێمانی و تا دوا ساتی ژیانی ھەر لەوێ خەریکی کاری وێژەیی و ڕۆژنامەوانی دەبێت.\nپیرەمێرد بەرھەمی وێژەیی زۆری ھەیە و زۆر خزمەتی ڕۆژنامەگەری کوردی کردووە، دامەزراندنی ڕۆژنامەی ڕەسملی کاتب، ڕۆژنامەی کورد تەعاون و ترقی غزەتەسی، ڕۆژنامەی ژین و گۆڤاری ژین.\n\nزندگینامە:\nناوی تۆفیق کوڕی مەحموود ئاغا کوڕی ھەمزاغای مەسرەفە لە ساڵی ١٨٦٧ لە گەڕەکی گۆیژەی شاری سلێمانی لەدایک بووە.\nتۆفیق بەم ناز و نیعمەتەوە پەروەردە کرا تا تەمەنی ٧ ساڵان، دوای ئەوە بردیانە حوجرەی مەلا حسێن گۆچە و خوێندنی تەواو کرد.\nلە حوجرەی مامۆستا حەسەن ئەفەندی سەرەتای بەھرەی شیعر وتنی تێدا دەرکەوت، خوێندنی وێژە و شیعر و سەرگوزشتەی ئەدیبان و ھۆزانوانان لەسەر دابونەریتی کوردەواری.\nشۆرەتی سوارچاکیی پیرەمێرد بەناوبانگ بوو، وەک مامۆستا سەجادی دەیگێڕێتەوە.\n\nگەنجێتی:\nشێخ مستەفای نەقیب و شێخ سەعیدی حەفید کاروانێک ڕێکدەخەن، لە ١٨٩٨ دەچن بۆ تورکیا، لە ١٨٩٩ شێخ سەعید و پیرەمێرد پێکەوە چوون بۆ حەج و لە گەڕانەوەیاندا بۆ ئەستەمبوڵ.\nپیرەمێرد لە تورکیا ژیان و کار کرد، ژن و دوو کوڕی نەژاد و وەداد هەبوو، بنەماڵەکەی لە سلێمانی دەست دەکەن بە نامەنووسین و گەڕاندەوە بۆ کوردستان.\n\nگەڕانەوەی بۆ باشووری کوردستان:\nپاش گەڕاندەوەی لە تورکیا، چەند ساڵێک لە شاری سلێمانیدا دەمێنێتەوە، تا ساڵی ١٩٢٦ ڕۆژنامەی ژیان دەردەھێنێت بە سەرۆکایەتیی حسێن کازم و پیرەمێرد دەکرێت بە سەرپەرشتکاری ڕۆژنامەکە.\nلە ساڵی ١٩٣٤ چاپخانەی شارەوانی بە کرێ دەگرێت و مافی ڕۆژنامەی ژیان دەگۆڕێتە سەرخۆی، ساڵی ١٩٣٧ چاپخانەکەی شارەوانی لێ دەسەندرێتەوە، و پیرەمێرد بەڕێوبەری ڕۆژنامەکە دەبێت.\n\nمردن:\nپیرەمێرد تا ١٩ی حوزەیرانی ١٩٥٠، لە شاری سلێمانی لە تەمەنی ٨٣ ساڵیدا بەھۆی نەخۆشیی شەکرە و گورچیلەوە کوچی دوایی کرد.\n\nشیعر و پەخشان:\nلە بواری شیعردا دەستێکی باڵای ھەبوو و یەکێکە لە شاعیرە دەگمەنانەی کورد کە سنووری لە نێوان شیعری کلاسیکی لاسایی دانەناوە، لە نێوان کێش و قافیەی عەرووزی و سیلابی میللی.\n\nکتێب و چاپکراوەکان:\nدیوانی مەولەوی (ئەسڵ و ڕۆح)، ساڵی ١٩٣٥\nچیرۆکی مەم و زین\nدونزە سوارەی مەریوان، ١٩٣٥\nکتێبی پەندی پێشینان، ١٩٣٦\nچیرۆکی مەحموود ئاغای شێوەکەل، ١٩٤٢\nگاڵتەوگەپ ساڵی ١٩٤٧\nدیوانی مەولانا خالیدی نەقشبەندی\nشیعرەکانی وەلی دێوانە و بێسارانی\nشیعری گەلێ لەشاعیرانی ھەورامان و زەنگەنەی بە شێوەزاری سلێمانی\nگەشتی ھۆنەرمەندێک لە جیھاندا\nڕۆمانی کەمانجەژەن، ١٩٤٢\nپەندەکانی پیرەمێرد",
     "birthYear": 1867,
    "example": "oko"
  },
  {
    "id": 4,
    "name": "شێخ کەمال",
    "image": "https://github.com/sahanddler/pdf/raw/main/author4.png",
    "description": "شاعیر و نووسەری کوردی",
    "history": "شێخ کەمال شاعیرێکی بەناوبانگی کوردییە کە چەندین دیوانی شیعری نووسیوە.",
    "birthYear": 1965,
    "poet": "زوڵفت بە قەدتدا کە پەرێشان و بڵاوە،\nئەمڕۆ لە منی شیفتە ئاڵۆز و بە داوە\nئەم عومرە عەزیزە کە لە بۆت نەقد و دراوە،\nسەد حەیف و درێغا کە موسوڵمانی نەماوە!\nعومرێکی درێژە بە خەیاڵی سەری زوڵفت\nسەودا و پەرێشانم و، سەودایەکی خاوە\nھەرچەندە کە ڕووتم، بەخودا مائیلی ڕووتم\nبێبەرگییە عیللەت کە ھەتیو مەیلی ھەتاوە…",
    "example": "oko"
  }
]
