[
  { 
    "id": 1,
    "name": "نالی",
    "image": "https://github.com/sahanddler/rsm/raw/main/nali.png",
    "description": "شاعیری بەناوبانگی کورد",
    "birthYear": 1800,
  "history": "نالی ناوی مەلا خدر ئەحمەدی شاوەیسی ئاڵی بەگی میکایلی ناسراو بە نالی (١٨٠٠ – ٢٣ی تشرینی دووەمی ١٨٧٧) بەردی بناغە و دامەزرێنەری خوێندنگەی شیعریی بابان و لە یەکەمین و بەناوبانگترین شاعیرانی شێوەزاری کوردیی ناوەندییە.\n\n.نالی لە گوندی خاک و خۆڵ لە دەشتی شارەزوور ھاتوەتە دنیاوە ھەر لە تەمەنی منداڵی نراوەتە بەر خوێندن لە حوجرە. لە سەرەتاوە وردەپەرتووکی فارسی و قورئانی خوێندووە، دواتر زانستەکانی تری قورئان و فەرموودە و سەرف و نەحو و کەلام، بەلاغە و فەلەک و فیقھ و سیرەی خوێندووە\n\n:نالی و میرنشینی بابان\nنالی لەگەڵ سلێمان پاشا و ئەحمەد پاشا پەیوەندییەکی تایبەتی ھەبووە\n\n:بەجێھێشتنی کوردستان\nلەدوای بیست و پێنج ساڵی تەمەنی کوردستان جێدەھێلێت و دەچێتە حەج\n\n:نالی و مەبەستی شیعری\nئەو مەبەستانەی لە شیعری (نالی) دا ڕەچاو کراون ئەمانەن\n\n:مەدح و پیاھەڵدانی حەزرەتی پێغەمبەر\nنالی زۆرێک لە شعرەکانی بۆ حەزرەتی پێغەمبەر نوسیوە و لە دیوانەکەی دا بە باشی باسی لێوە کراوە و دوا ھۆنراوەکانیشی ھەر لەوێ نوسیوە لە تەمەنی پیری دا کە زیارەتێکی حەزرەتی پێغەمبەر دەکات و لە مەدح و سەنای ئەو زاتەیا بووە\n\nئەی تازە جەوان! پیرم و ئوفتادە و کەوتووم تا ماوە حەیاتم\nدەستێ بدەرە دەستی شکستەم، کە بەسەر چووم قوربانی وەفاتم\nتۆ یووسفی نەو حوسنی لەسەر میسری جینانی من پیرم و فانی\nلەم کولبەیی ئەحزانە نە زیندووم و نە مردووم ھەروا بە تەماتم\n\n:سۆفیگەری\nڕاڤەی شیعرەکانی نالی دا زۆر بە ڕوونی دیارە کە شوێنکەوتەی ڕێبازی تەسەوفە و لە قەسیدەح (ئەلا ئەی نەفسی بوم ئاسا) دا زۆر بە جوانی دیارە و ئەو موناجاتانەی کە لە حەج و لە خزمەت ڕەوزەی حەزرەتی پێغەمبەر (د. خ) دەیکات ھەڵقوڵاوی ئەو باس و خواسەیە\n\n.دڵداری کە بەشی ھەرە زۆری دیوانەکەیەتی\n\n:وەسف\n بە تایبەتی وەسفی بەھار و دیمەنی سروشت و وەسفی حوجرە شەق و شڕەکەی و لێھاتوویی و بوردەباری (کەر)ەکەی\n\n.نزاو پاڕاناوە لە خوا\n\nبیری وڵات کردنەوە، قەسیدەکەی سالم وەک نموونە\n\n.لاواندنەوە و پیاھەڵدانی پاش مردن\n\nمەدح و پیاھەڵدان، مەدحی سوپای بابان بە نموونە\n\nنالی لە سەرەتای چەرخی نۆزدەھەمدا ژیاوە لەو سەردەمەدا زمانی باوی ئەدەبی بریتی بووە لە زمانی عەرەبی و فارسی و تورکی چونکە کوردستان یا سەر بە ئیمپراتۆریەتی عوسمانی یا ئێران بووە و زمانی ڕەسمی یا فارسی یا تورکی بووە هەروەها زمانی عەرەبی زمانی ئایینی پیرۆزی ئیسلام بووە نالی وەک خوێندەوارێکی ئایینی لە شیعرەکانی دا وشە و زاراوەی عەرەبی و فارسی و زانیارییە ئایینییەکان بە شێوەی ئیقتیباس و تەلمیح بەکارهێناوە",
   "example": "زوڵفت بە قەدتدا کە پەرێشان و بڵاوە،\n،ئەمڕۆ لە منی شیفتە ئاڵۆز و بە داوە\nئەم عومرە عەزیزە کە لە بۆت نەقد و دراوە\nسەد حەیف و درێغا کە موسوڵمانی نەماوە!\nعومرێکی درێژە بە خەیاڵی سەری زوڵفت\nسەودا و پەرێشانم و، سەودایەکی خاوە\nھەرچەندە کە ڕووتم، بەخودا مائیلی ڕووتم\n…بێبەرگییە عیللەت کە ھەتیو مەیلی ھەتاوە"
  },
  {
    "id": 2,
    "name": "بێخود",
    "image": "https://github.com/sahanddler/rsm/raw/main/bexud.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "مەلا مەحموودی موفتی ناسراو بە بێخوود (١٨٧٩ سلێمانی – ٢٥ی ئابی ١٩٥٥) موفتی و مامۆستای ئایینی و شاعیرێکی بەناوبانگی کورد بووە. بێخوود لە بنەماڵەی بەناوبانگ عەللامە مامۆستا مەلا ئەبووبەکری مووسەنیفی چۆڕییە.\n\n:ژیان\n،بێخود ناوی مەحموود بووە و کوڕی موفتی «حاجی مەلا ئەمین» کوڕی موفتیی گەورە «حاجی مەلا ئەحمەدی چاومار» ناسراو بە (پیر حەسەن)ە. لە ساڵی ١٨٧٩ زایینیی بەرامبەر (١٢٩٦ کۆچی)ی لە دایک بووە. لای زانایانی ناوداری ئەو سەردەمەی سلێمانی خوێندنی تەواو کردووە. لە ساڵی ١٩٠٠ کراوە بە حاکمی ھەڵەبجە، دوای ئەوە مامۆستای قوتابخانەی سەرەتاییی بووە لە سلێمانی لەگەڵ مامۆستایان ڕەفیق حیلمی و زێوەردا مامۆستایەتیی کردووە، بێ ئەوەی بەرامبەر بەوە هیچ مانگانەیەک وەربگرێت. لە پاش ماوەیەک لەم کارە دوورکەوتۆتەوە و بە درێژایی ژیانی لە کاروباری میریی نزیک نەکەوتۆتەوە. ھەموو ژیانی لە سلێمانی بردووەتە سەر\n\n:مردن\n.لە نیوەڕۆی ٢٥ی ئابی ١٩٥٥ بەرامبەر (١٣٧٥ی کۆچی) لە سلێمانی کۆچی دوایی کردووە و لە گردی سەیوان نێژراوە\n\n:ھۆنراوە\n.شیعری چوارینە بەندی «لەو ڕۆژەوە ڕۆیشتووە» لە نێوەندی ئەدەبیدا بەناوبانگ و دڵگیرە. بێخود لەم شیعرەدا باس لە دووری پێغەمبەر دەکات کە ماوەیەکی زۆر بوو لە خەودا نەیبینیبوو\n",
    "birthYear": 1879,
  "example": "لەو ڕۆژەوە ڕۆیشتووە تۆراوە دڵی من\nھەرچەند ئەگەڕێم بێ سەر و شوێن ماوە دڵی من\nئاخۆ بە چ شاخێکەوە گیرساوە دڵی من\nیا خۆ بە چ داخێکەوە سووتاوە دڵی من\nئەو ھەمدەمی غەمخوار و نەدیمی منە یا ڕەب\nئەو مەحرەمی ئەسرار و قەدیمی منە یا ڕەب\nئەو گەوھەری شەھوار و یەتیمی منە یا ڕەب\nکەوتۆتە چ بەحرێکەوە، خنکاوە دڵی من\nمەجنوونی دوو گیسوویی چ لەیلایێکە ئاخۆ\nیا وامیقی جادوویی چ عەزرایێکە ئاخۆ\nدێوانەیی ئاھوویی چ سەحرایێکە ئاخۆ\nکام چیھرەپەری دیوە کە ترساوە دڵی من\nئەتلێتەوە گاھێ بە خەیاڵی خەت و خاڵی\nئەخولێتەوە گاھێ بە چرای شەوقی جەماڵی\nنازانی ئەگەر چۆنە بەدەس دەردەوە حاڵی\nوەک پووش و پەڵاشێکە بەدەم باوە دڵی من\n\nلەو بەندانەدا بێخود تەواو بێتاقەتی خۆی بۆ دووری پێغەمبەر دەر دەبڕێت\n\nلەو چۆڵ و بیابانە ئەبێ یاوەری کێ بێ\nیا بەو کەژ و کێوانەوە سەوداسەری کێ بێ\nیا لەت لەت و ئەفگاری موژەی خەنجەری کێ بێ\nچۆن ماوە لە سەد لاوە کە کوژراوە دڵی من\nبۆچی نەڕژێ سەیلی سروشکم وەکوو باران\nبۆچی وەکوو یەعقووب نەبمە شوھرەیی شاران\nلەو یووسفە پرسیومە لە بێگانە و یاران\nھەرگیز نییە سۆراغی لە ھیچ لاوە دڵی من\nبۆ خۆی بگریم یا نەفەسی پەردەدڕاوی\nیا بۆ جگەری کون کون و سەدپارەکراوی\nچی کردووە یا ڕەب، کە خەو و خواردن و ئاوی\nدایم غەم و بێداریی و خوێناوە دڵی من\nچ بکەم، چ بڵێم، بۆ دڵەکەم کارییە دەردم\nشاھێدی منن موویی سپی و چیھرەیی زەردم\nخۆڕایی نییە ناڵەیی گەرم و دەمی سەردم\nھەڵبەت بە بەڵایێکەوە ئاڵاوە دڵی من\n\nلێرەدا شاعیر باسی دڵی دەکا کە بە دوای دەگەرێ نەیدۆزێتەوە بۆیە وا دەزانێت فەوتاوە دڵی بەڵام دواتر دەڵێ نەفەوتاوە دڵی من\n\nئەو سینە لە غەش خاڵییە، ئەو بێ ڕق و کینە\nئەو خادیمی شەرعی نەبەوی و میللەت و دینە\nمەعلووم چووە بۆ خزمەتی سالاری مەدینە\nوام زانی کە فەوتاوە، نەفەوتاوە دڵی من\nقوربانی کەسێ بم کە بە قوربانی نەبی بێ\nوەک بەندە سەگی دەرگەھی شاھی عەرەبی بێ\nشاھی عەرەبی یەعنی قورەیشی نەسەبی بێ\nجەرگی بە دوو ئەبرۆی ئەوە جنراوە دڵی من\nزاتێکی وەھای گرتووە ڕۆحم بە فیدای ئەو\nشاھان شەو و ڕۆژ دێنە قەدەمبۆسی گەدای ئەو\nبێخود مەبە ئیتر بە ئومێد و بە تەمای ئەو\nنایێتەوە لات گەر سەری داناوە دڵی من\n\nئەو سینە لە غەش خاڵییە، ئەو بێ ڕق و کینە\nئەو خادیمی شەرعی نەبەوی و میللەت و دینە\nمەعلووم چووە بۆ خزمەتی سالاری مەدینە\nوام زانی کە فەوتاوە، نەفەوتاوە دڵی من\nقوربانی کەسێ بم کە بە قوربانی نەبی بێ\nوەک بەندە سەگی دەرگەھی شاھی عەرەبی بێ\nشاھی عەرەبی یەعنی قورەیشی نەسەبی بێ\nجەرگی بە دوو ئەبرۆی ئەوە جنراوە دڵی من\nزاتێکی وەھای گرتووە ڕۆحم بە فیدای ئەو\nشاھان شەو و ڕۆژ دێنە قەدەمبۆسی گەدای ئەو\nبێخود مەبە ئیتر بە ئومێد و بە تەمای ئەو\nنایێتەوە لات گەر سەری داناوە دڵی من\n"
  },
  {
  "id": 3,
  "name": "پیرەمێرد",
  "image": "https://github.com/sahanddler/rsm/raw/main/peramerd.jpg",
  "description": "شاعیری بەناوبانگی کورد",
  "history": "پیرەمێرد یان حاجی تۆفیق بە ناوی تەواوی تۆفیق کوڕی مەحموود ئاغا کوڕی ھەمزاغای مەسرەفە شاعیر، نووسەر و ڕۆژنامەوانێکی کورد بوو. لە سلێمانی لەدایک بوو و لە لاویدا زانستی ئایینی لەوێ خوێندووە\nپیرەمێردیش بەو دەستوورە ھەر وەکو حاجی قادری کۆیی و نالی و مەحوی و مەولەوی و زێوەر، مزگەوت بە مزگەوت و شار بە شار گەڕاوە و لە ھەر شوێنێک ماوەیەک ماوەتەوە، پاش ئەوەی زۆربەی مزگەوتەکانی سلێمانی گەڕاوە و ئەوسا ڕووی کردووەتە مزگەوتەکانی شاری بانە لە ڕۆژھەڵاتی کوردستان\nشێخ مستەفای نەقیب و شێخ سەعیدی حەفید لە ١٨٩٨دا دەیبەن بۆ ئەستەمبوڵ، لەوێ لە کۆلێژی یاسا دەخوێنێت و لە حکوومەتی دەوڵەتی عوسمانیدا لە چەند پلەی میری و سیاسیدا دادەمەزرێت\nلەدوای شۆڕشی شێخ سەعیدی پیران لە ١٩٢٥ و تێکچوونی بارودۆخ، دەگەڕێتەوە بۆ سلێمانی و تا دوا ساتی ژیانی ھەر لەوێ خەریکی کاری وێژەیی و ڕۆژنامەوانی دەبێت\nپیرەمێرد بەرھەمی وێژەیی زۆری ھەیە و زۆر خزمەتی ڕۆژنامەگەری کوردی کردووە، دامەزراندنی ڕۆژنامەی ڕەسملی کاتب، ڕۆژنامەی کورد تەعاون و ترقی غزەتەسی، ڕۆژنامەی ژین و گۆڤاری ژین\n\n:ژیاننامە\nناوی تۆفیق کوڕی مەحموود ئاغا کوڕی ھەمزاغای مەسرەفە لە ساڵی ١٨٦٧ لە گەڕەکی گۆیژەی شاری سلێمانی لەدایک بووە\nتۆفیق بەم ناز و نیعمەتەوە پەروەردە کرا تا تەمەنی ٧ ساڵان، دوای ئەوە بردیانە حوجرەی مەلا حسێن گۆچە و خوێندنی تەواو کرد\nلە حوجرەی مامۆستا حەسەن ئەفەندی سەرەتای بەھرەی شیعر وتنی تێدا دەرکەوت، خوێندنی وێژە و شیعر و سەرگوزشتەی ئەدیبان و ھۆزانوانان لەسەر دابونەریتی کوردەواری\nشۆرەتی سوارچاکیی پیرەمێرد بەناوبانگ بوو، وەک مامۆستا سەجادی دەیگێڕێتەوە\n\n:گەنجێتی\nشێخ مستەفای نەقیب و شێخ سەعیدی حەفید کاروانێک ڕێکدەخەن، لە ١٨٩٨ دەچن بۆ تورکیا، لە ١٨٩٩ شێخ سەعید و پیرەمێرد پێکەوە چوون بۆ حەج و لە گەڕانەوەیاندا بۆ ئەستەمبوڵ\nپیرەمێرد لە تورکیا ژیان و کار کرد، ژن و دوو کوڕی نەژاد و وەداد هەبوو، بنەماڵەکەی لە سلێمانی دەست دەکەن بە نامەنووسین و گەڕاندەوە بۆ کوردستان\n\n:گەڕانەوەی بۆ باشووری کوردستان\nپاش گەڕاندەوەی لە تورکیا، چەند ساڵێک لە شاری سلێمانیدا دەمێنێتەوە، تا ساڵی ١٩٢٦ ڕۆژنامەی ژیان دەردەھێنێت بە سەرۆکایەتیی حسێن کازم و پیرەمێرد دەکرێت بە سەرپەرشتکاری ڕۆژنامەکە\nلە ساڵی ١٩٣٤ چاپخانەی شارەوانی بە کرێ دەگرێت و مافی ڕۆژنامەی ژیان دەگۆڕێتە سەرخۆی، ساڵی ١٩٣٧ چاپخانەکەی شارەوانی لێ دەسەندرێتەوە، و پیرەمێرد بەڕێوبەری ڕۆژنامەکە دەبێت\n\n:مردن\nپیرەمێرد تا ١٩ی حوزەیرانی ١٩٥٠، لە شاری سلێمانی لە تەمەنی ٨٣ ساڵیدا بەھۆی نەخۆشیی شەکرە و گورچیلەوە کوچی دوایی کرد\n\n:شیعر و پەخشان\nلە بواری شیعردا دەستێکی باڵای ھەبوو و یەکێکە لە شاعیرە دەگمەنانەی کورد کە سنووری لە نێوان شیعری کلاسیکی لاسایی دانەناوە، لە نێوان کێش و قافیەی عەرووزی و سیلابی میللی\n\n:کتێب و چاپکراوەکان\nدیوانی مەولەوی (ئەسڵ و ڕۆح) ساڵی ١٩٣٥\nچیرۆکی مەم و زین\nدونزە سوارەی مەریوان، ١٩٣٥\nکتێبی پەندی پێشینان، ١٩٣٦\nچیرۆکی مەحموود ئاغای شێوەکەل، ١٩٤٢\nگاڵتەوگەپ ساڵی ١٩٤٧\nدیوانی مەولانا خالیدی نەقشبەندی\nشیعرەکانی وەلی دێوانە و بێسارانی\nشیعری گەلێ لەشاعیرانی ھەورامان و زەنگەنەی بە شێوەزاری سلێمانی\nگەشتی ھۆنەرمەندێک لە جیھاندا\nڕۆمانی کەمانجەژەن، ١٩٤٢\nپەندەکانی پیرەمێرد",
  "birthYear": 1867,
  "example": "ھاتن شەھیدەکان بە جلی سووری خوێنەوە\nدایکی وەتەن دە ھەڵسە سڵاویان بسێنەوە\nشێخ قادرە لە پێشەوە سەرقافڵەی ئەوان\nچەن جوانە خوێن و ڕیشی سپی پیر و نەوجەوان\nسەیری ئەمانە کە کە ھەموو کوردی سەف شکەن\nڕووحیان فیدا ئەکرد و ئەیان وت بژی وەتەن\nقوربانی تۆن بەڕێز کە تۆ غەم لەبەر نەبی\nبۆ ئێمە مردنە ئەگەر ئازادە سەر نەبی\nمەگری و مەناڵە با بە خەفەت دڵ شکست نەبن\nنەختێ لە لات ئەمێننەوە و بۆ بەھەشت ئەچن\nتۆخوا لە باتی ئێمە بە چاوێکی ڕوونەوە\nفەرموو کە خوا ئەزانێ لە بیرمان نەچوونەوە\nئاخۆ لە فرسەتێکی ترا بەختیار ئەبین\nئێمەش وەکو ئەوان لە دڵی میللەتا ئەبین\nمن وام ئەوێ کە حەشر ئەکرێم خوێن بە بەرگەوە\nبەو عەشقی میللییەوە و بە کزەی سۆزی جەرگەوە\nئەو ئاگرەی لە دڵمەوە بەربێتەوە کفنەکەم\nتا دوژمنم نەکا بەزوغاڵ شەرتە پف نەکەم"
},
  {
    "id": 4,
    "name": "مەحوی",
    "image": "https://github.com/sahanddler/rsm/raw/main/mahue.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "مەلا محەممەد کوڕی عوسمان باڵخی ناسراو بە مەحوی (١٨٣٦-١٩٠٦) مامۆستای ئایینی و یەکێک لە دیارترین ھۆنراوەنووسەکانی کورد بووە؛ و بە یەکێک لە چڵەپۆپەکانی شیعری کوردی دادەنرێت، ھۆنراوەکانی لە دەوری چەند تەوەرێکی جیاواز ئەسوڕێنەوە و سەرجەمی ھۆنراوەکانی لە دیوانی مەحویدا کۆکراونەتەوە\n\n:ژیان\nمەحوی لە نەوەی پیر و زانای ناودار شێخ ڕەشە، باپیریشی ناوی مەلا عوسمان بووە، وەکو شێخ مارفی نۆدی لەگەڵ دروستکردنی شاری سلێمانیدا لە شارەکە نیشتەجێ بووە\nمێژوونووسی کورد محەممەد ئەمین زەکی بەگ دەڵێ لە ساڵی ١٢٥٢ ی. ک (١٨٣٦–١٨٣٧ ی. ز) دا لە دایک بووە، مامۆستا عەلائەدین سەججادییش دەڵێ لە ١٨٣٠ (١٢٤٦ ی. ک) دا لە دایک بووە، و (کاکەی فەلاحیش) دەڵێ لە ١٢٤٧ ی. ک (١٨٣١–١٨٣٢ ی. ز) دا لە دایک بووە، باوکی خەلیفەی شێخ عوسمان سیراجەددینی تەوێڵەی بووە، حەوت ساڵان بووە خراوەتە بەر خوێندن و ماوەیەک لای باوکی خوێندوییەتی، بۆ خوێندن چووەتە سنە و سابڵاغیش و لای مەلا عەبدوڵڵای پیرەباب خوێندویەتی، پاشان گەڕاوەتەوە بۆ سلێمانی و لای مەلا ناودارەکانی ئەو ناوچەیە خوێندویەتی، ئەوجا چوە بۆ بەغداد و بووە بە فەقێی زانای بە ناوبانگی کورد موفتی زەھاوی و ئیجازەی مەلایەتی لای ئەو وەرگرتووە، دیسان مامۆستا عەلائەددین سەججادی دەڵێ پاش ئیجازە وەرگرتنی لە ١٨٥٩ ی. ز دا بووە بە مەلای مزگەوتی ئیمامی ئەعزەم لە بەغدا، بەڵام لە ١٨٦٢ دا بەغدای بەجێ ھێشتووە و گەڕاوەتەوە بۆ سلێمانی و بوە بە ئەندامی دادگا. لە ١٨٦٨ دا بەھۆی مردنی باوکییەوە دەستی لە کاری میری کێشاوەتەوە و بۆەتەوە بە مەلا و دەستی کردەوە بە دەرس وتنەوە بە فەقێیان، مەلا حەسەنی کوڕی مەلا عەلیی قزڵجی و مەلا مەحموودی مەزناوەیی و مەلا سەعید ئەفەندیی نایب ئۆغڵیی کەرکووک و مەلا عەزیزی موفتی سلێمانی لە ناوبانگترین فەقێکانی بوون، ھەر بە ڕێچکەی باوکیدا تەریقەی گرتوەتەبەر و بووە بە خەلیفەی شێخ بەھائوددینی کوڕی شێخ عوسمانی تەوێڵە. وەکو مامۆستا شێخ محەممەدی خاڵیش لە (موفتی زەھاوی)یەکەیدا نوسیویەتی، مەحوی لە ساڵی ١٢٩١ی. ک (١٨٧٤–١٨٧٥ی. ز) دا لەگەڵ چەند مەلایەک لە سلێمانییەوە نەفی کراون بۆ بەغداد، ناوبراو ھیچی تری لە بارەی ئەم نەفی کردنە و ھۆیەکەی و چۆنییەتی گەڕانەوەی مەحوییەوە لەوەو پاش بۆ سلێمانی نەنوسیوە\nمەحوی لە ١٨٨٣دا بەپێی قسەی مامۆستا سەججادی چووە بۆ حەج و لەوێوە چوە بۆ ئەستەنبوڵ و ڕێگەی پیاوماقوڵانی کوردەوە لە ئەستەنبوڵ چاوی بە سوڵتان عەبدولحەمید عوسمانی کەوتوە، سوڵتان ڕێزێکی زۆری لێگرتووە و فەرمانی داوە خانەقایەکیان لە سلێمانی بۆ کردووەتەوە کە ئێستا بە (خانەقای مەحوی) بەناوبانگە، مەعاشێکیشی بەناوی خزمەتکردنی ھەژارانەوە بۆ بڕیوەتەوە، دواتر گەڕاوەتەوە بۆ سلێمانی، تا مردنی لە سەرەتای (تشرینی یەکەمی ١٩٠٦)دا\n\n:خانەقای مەحوی\nساڵی ١٨٨٣ چووە بۆ حەج، لە ھاتنەوەیدا چووە بۆ ئەستەنبوڵ کە ئەو کاتە پایتەختی دەوڵەتی عوسمانی بوو، لە ڕێگەی پیاوە کوردەکانەوە لە ئەستەنبوڵ بە دیداری سوڵتان عەبدول حەمیدی دووەم دەگات، و سوڵتان زۆر عیلم و تەسەوفی مەحوی بە دڵ دەبێت، ھەر لەبەرئەمەش بڕیار دەدات خانەقایەکی بۆ بکرێتەوە لە سلێمانی، کە بە خانەقای مەحوی ناسرا؛ و مەحوی لە دوای گەڕانەوەی بۆ سلێمانی و لە خانەقاکەی بەردەوام دەبێت لە وانە وتنەوە زانست و ڕابەریکردنی خەڵک لە تەسەووفدا\nمەحوی لە خانەقاکەیدا کاتەکانی بۆ سێ بەش دابەش دەکات، بەشێکی بۆ وانەووتنەوە و بەشێکی بۆ دانیشتن لەگەڵ خەڵک و ئامۆژگاریکردنیان و بە شێکی تری بۆ نوێژ و یادی خوا و بیرکردنەوە\n\n:کەسایەتی مەحوی\nمەحوی پیاوێکی باڵابەرز و سوور وسپی و چاوگەورە بووە، ڕێشێکی درێژی ھەبووە و بە نەرمی و ھێمنی قسەی کردووە، مێزەری سپی و کەواو سەڵتەی لەبەرکردووە، و ھەر لە سەرەتای ژیانیەوە خولیای گۆشەگیری بووە و گەرمی ھەست و سۆزەکانی دەرگای شیعری بۆ ئاوەڵا کرد، ھەروەھا ئەو ژینگە و خێزانەی مەحوی تیا پەروەردە بووە کردوویەتی بە شاعیرێکی تەسەووف، ھەروەھا شاعیرێکی وەردەکاربوو و تەواوکردنی ھەندێک لە قەسیدەکانی لە مانگێکەوە تا ساڵێکی خایاندووە\n\n:ناوەڕۆک و ڕوخساری ھۆنراوەکان\nشیعرەکانی مەحوی لەسەر مانا و بیرکردنەوەیەکی تەواو قووڵ دەوەستێت و بەگشتی ھۆنراوەکانی لەسەر چەندین تەوەری جیاواز ئەدوێت، لەوانە شانازیکردن بە نەتەوەی کورد و زمانی کوردییەوە لە ھەندێک لە شیعرەکانیدا، ھەروەھا ھەڵوێستی توندی شاعیر بەرامبەر ستەمکار و زۆرداران لە شیعرەکانیدا ڕەنگ دەداتەوە لەگەڵ بەگژداچوونی ئەوانەی بازرگانی بەسەر ئایینەوە دەکەن، زۆرترین بەشی شیعرەکانی لە چوارچێوەی جوانی و خۆشەویستی و عەشق دەسوڕێتەوە ھەروەھا چەندیین شیعری ھەیە لە بواری ڕاستی پەرستی و فەلسەفەدا و لە ستایشی ئایینی و تەسەووفدا\nمەحوی وەکو شاعیرانی سەردەمی و پێشووتر لەخۆی کێشی عەرووزی عەرەبی بەکارھێناوە، ھەروەھا یەکێتی قافیە پاراستووە، بەواتایەک کە سەرانسەری ھۆنراوەکە لەسەر یەک قافیەیە. بەھۆی ئەوەی زمانی کوردی لەو سەردەمەدا ھێز و تینی ئێستای نەبووە، مەحوی وشەی فارسی و عەرەبی زۆر بەکارھێناوە، ھەروەھا وشەکاری و وردەکاری زۆری بەکارھێناوە و بەدوای وشە دەربڕینی گراندا گەڕاوە\nلە ھەمان کاتدا مەحووی لەگەڵ زمانی کوردیدا بە زمانی فارسی و عەرەبی چەندین ھۆنراوەی نووسیوە\n\n:کۆچی دوایی\nمەحوی لە تشرینی یەکەمی ١٩٠٦دا ژیانی دوایی ھات و لە یەکێک لە ژوورەکانی خانەقاکەیدا بە خاک سپێردرا",
   "birthYear": 1836,
  "example": "بە نووری بادە کەشفی زوڵمەتی تەقوا نەکەم، چ بکەم\nبە شەمعێکی وەھا چاری شەوێکی وا نەکەم، چ بکەم\nلە خەزنەی دڵمدا ھەرچی ھەیە، ھەر داغی سەودایە\nدەسا ئەم نەقدە دەردی عیشقی پێ سەودا نەکەم، چ بکەم\nلەگەڵ دەستی مەلا ڕێ ناکەوێ زونناری زوڵفی یار\nوەکو «شێخ» ئیختیاری مەزھەبی «تەرسا» نەکەم، چ بکەم\nلە ڕێی ئەو شۆخەدا خۆم کردە خاک و پێی نەنا پێما\nدەسا خاکی ھەموو عالەم بەسەر خۆما نەکەم، چ بکەم\nدەمێکە شاری پڕ شۆری مەحەببەت مات و خامۆشە\nبە قانوونی تەجەننون شۆڕشێ ئینشا نەکەم، چ بکەم\nلە چاوانم نەما بۆ گریە، نۆبەی سەجدە بەردەریە\nسیا ساڵم نەبارە، نوێژی ئیستیسقا نەکەم، چ بکەم\nلەسەر تۆم دوشمنە دنیا، قەزیەم «مانع الجمع» ە\nکە تەرکی تۆ نەکەم، تەرکی ھەموو دنیا نەکەم، چ بکەم\nبەجێ ماوم لە یاران، نا بە جێ ماوم، ئەجەل زوو بە\nبە مردن لەم قوسووری ژینە ئیستیعفا نەکەم، چ بکەم\nئەوا لەیلا بە ڕۆژی حەشر ئەدا وادەی لیقا مەحوی\nھەتا قامی قیامەت، ئاە و واوەیلا نەکەم، چ بکەم"
  },
  {
    "id": 5,
    "name": "سالم",
    "image": "https://github.com/sahanddler/rsm/raw/main/salm.jpg",
    "description": "شاعیری بەناوبانگی کورد",
  "history": "عەبدوڕەحمان بەگی ساحێبقران (١٨٠٠-١٨٦٦) ناسراو بە سالم ھۆنراوەنووسێکی کلاسیکی زمانی کوردی بووە. سالم و مستەفا بەگی ساحێبقران ناسراو بە کوردی ئامۆزای یەکترن\n\n:ژیان\nسالم نازناوی شیعری عەبدوڕەحمان بەگی کوڕی محەمەد بەگی کوڕی ئەحمەد بەگە، لە بنەماڵەی ساحێبقرانە، لە ساڵی ١٨٠٠دا لە شاری سلێمانی ھاتووەتە دونیا. لە ساڵی ١٨٦٦دا مردووە و لە گردی سەیوان لە شاری سلێمانی بە خاک سپێردراوە.\nمارف خەزنەدار لە کتێبی مێژووی ئەدەبی کوردی نووسیویەتی: لە ساڵی ١٨٠٥ لەدایکبووە، وە لە ساڵی ١٨٦٩ کۆچی دوایی کردووە\n\n:ھۆنراوەکانی\nتایبەتمەندیەکانی شێعری سالم بەکارھێنانی زۆری وشەی قورئانی، ئاماژە بە ڕووداوە مێژووییەکان و بەکارھێنانی وشەی فەلسەفی و سۆفیانەیە\\n:سالم لە وڵامی قەسیدەی بادی خۆش مرووری نالی دا قەسیدەیەکی نووسیوە کە ئاوا دەست پێدەکات\n\nجانم فیدایی سروەکەت ئەی بادەکەی سەحەر\nئەی پەیکی موستەعید لە ھەموو ڕاھی پڕ خەتەر\nئەی میروەحەی جەمالی مەھاسایی دڵبەران\nوەی شانەزەن بە کاکولی تورکانی سیمبەر",
   "birthYear": 1800,
  "example": "ساقی لە پەردە دەرھات، جامی شەڕابی ھێنا\n\nدڵ خیرە ما لە حێرەت مەھ ئافتابی ھێنا\n\nیەک زەڕڕە عەکسی پڕتەو، دەرکەوت و تووری سووتاند\n\nئاوێنە سەختڕوو بوو، لەو عەکسە تابی ھێنا\n\nتیماری چاکی سینەم، ڕاجع بە چاوی مەستە\n\nبەختیش موافیقی عەشق، بۆ من خەرابی ھێنا\n\nیارم لە ئەندەروون ھات، دەستی ڕەقیب لە دەستا\n\nغەمناک و شادمانم، ڕەحمەت عەزابی ھێنا\n\nبۆ تۆبە سووی مزگەوت، ھاتم بچم لە ڕێدا\n\nبۆ کۆیی مەی فرۆشان، عەزمم شتابی ھێنا\n\nڕوو ھەر لە من ئەپۆشێ، وا حاڵیە کە جبریل\n\nھەر خاسە بۆ من و ئەو، ئایەی حیجابی ھێنا\n\nوەی وەی چ مەجلسێ بوو، دوێنێ لە دەبدەبەی دڵ\n\nدڵبەر شەڕابی گێڕا «سالم» کەبابی ھێنا"   }
]
