[
  {
        'id': '1',
        'name': 'نالی',
        'image': 'https://github.com/sahanddler/rsm/raw/main/nali.png',
        'description': 'مەلا خدر ئەحمەدی شاوەیسی ئاڵی بەگی میکایلی ناسراو بە نالی',
        'history': 'نالی ناوی مەلا خدر ئەحمەدی شاوەیسی ئاڵی بەگی میکایلی ناسراو بە نالی (١٨٠٠ – ٢٣ی تشرینی دووەمی ١٨٧٧) بەردی بناغە و دامەزرێنەری خوێندنگەی شیعریی بابان و لە یەکەمین و بەناوبانگترین شاعیرانی شێوەزاری کوردیی ناوەندییە.
نالی لە گوندی خاک و خۆڵ، لە دەشتی شارەزوور ھاتوەتە دنیاوە. ھەر لە تەمەنی منداڵی نراوەتە بەر خوێندن لە حوجرە. لە سەرەتاوە وردەپەرتووکی فارسی و قورئانی خوێندووە، دواتر زانستەکانی تری قورئان و فەرموودە و سەرف و نەحو و کەلام، بەلاغە، و فەلەک و فیقھ و سیرەی خوێندووە. تا خوێندنی ئەمانەی تەواو کردووە و دواتر مۆڵەتی عیلمی وەرگرتوو، لە چەندەھا شوێن وەک سنە و مەھاباد و ھەڵەبجە و سلێمانی و لای چەندەھا مامۆستای باشی ئەو سەردەمەی خۆی خوێندویەتی. دوای تەواوبوونی خوێندنەکەی، نالی مەلایەکی باش و ڕۆشنبیرێکی گەورەی لێدەردەچێت، بێجگە لە زمانی دایکی کە کوردی بووە فارسی و تورکی و عەرەبیشی بە باشی زانیوە، تەنانەت شیعریشی پێ نووسیوون.

نالی و میرنشینی بابان: 
نالی لەگەڵ ھەر دوو میری بابانی ھاوکاتی خۆی واتە سلێمان پاشا و ئەحمەد پاشای کوڕی سلێمان پاشا پەیوەندییەکی زۆر تایبەتی ھەبووە. ئەم پەیوەندییەش لە زۆرێک لە شیعرەکانی نالیدا ڕەنگی داوەتەوە،مشتومڕێکی زۆر ھەیە لەسەر لە دایکبوون و کۆچکردنی نالی لە نێو میژوونووسان و ڕۆشنبیرانی کورددا، ئەگەرچی لەلایەن مێژوونووسانەوە چەند ڕایەکی جیاواز خراونەتە ڕوو بەڵام ھیچیان دان بە ڕاستی لە دایکبوون و کۆچکردنی نالی دا نانێن بە بەڵگەوە، ھەر بۆیە تا ئێستاشی لەسەر بێت نەتوانراوە ڕۆژی لەدایکبوون و کۆچکردنی بە بەڵگەوە دەقیق دیاری بکرێت.

بەجێھێشتنی کوردستان :
لەدوای بیست و پێنج ساڵی تەمەنی، کوردستان جێدەھێلێت و دەچێتە حەج، و دوای تەواوکردنی حەجەکەی ڕووی کردووەتە شام لە ساڵی ١٨٥٠ تا کۆتایی ساڵی ١٨٥٤ نالی لە شام بووە، لەو ماوەیەدا میرنشینی بابان دەڕووخێت و، دەنگوباسی ڕووخانەکەی پێدەگات، ھەست دەکات خۆشییەکەی سلێمانی نەما، حەبیبەنەما، دۆست و ئەحبابەکانی وەکو جاران نەمان، سوپاکەی ئەحمەد پاشا تیاچوو، سوپای ڕۆمی جێیانی گرتەوە، (سالم)یش نەک ھەر ھاندەری نابێت کە بگەڕێتەوە سلێمانی بەڵکوو تکای لێدەکات نەشگەڕێتەوە، وەکوو لە قەسیدەکەیدا دەڵێت:

"توخوا بڵێن بەو حەزرەتی نالی دەخیلی بم  بەو نەوعە نەکا بەسولەیمانییا گـــــــــوزەر" 

نالی نائومێد بووە و بە ناعیلاجی ڕووی لە ئەستەمبوڵ کردووەو لەوێ لەلای ئەحمەد پاشای بابان دەبێ لەگەڵ پیاوە کوردەکانی تر ژیانێکی خۆش و ئەدیبانەیان لەدیوەخانی ئەحمەد پاشادا ڕابواردووەو، ھەموویان بە مامۆستا بانگیان کردووە.

نالی و مەبەستی شیعری:
‌
- مەدح و پیاھەڵدانی حەزرەتی پێغەمبەرﷺ

- سۆفیگەری

- دڵداری کە بەشی ھەرە زۆری دیوانەکەیەتی

- وەسف 

- نزاو پاڕاناوە لە خوا

- بیری وڵات کردنەوە

- لاواندنەوە و پیاھەڵدانی پاش مردن

- مەدح و پیاھەڵدان',
        'birthYear': '1800',
        'poet': '
زوڵفت بە قەدتدا کە پەرێشان و بڵاوە،		ئەمڕۆ لە منی شیفتە ئاڵۆز و بە داوە
ئەم عومرە عەزیزە کە لە بۆت نەقد و دراوە،		سەد حەیف و درێغا کە موسوڵمانی نەماوە!
عومرێکی درێژە بە خەیاڵی سەری زوڵفت		سەودا و پەرێشانم و، سەودایەکی خاوە
ھەرچەندە کە ڕووتم، بەخودا مائیلی ڕووتم		بێبەرگییە عیللەت کە ھەتیو مەیلی ھەتاوە…',
       },
  {
    "id": 2,
    "name": "شێکژهکژد",
    "image": "https://github.com/sahanddler/pdf/raw/main/author2.png",
    "description": "شاعیر و نووسەری تورک",
    "history": "شێخ محەمەد شاعیرێکی بەناوبانگی کوردییە کە چەندین دیوانی شیعری و کتێبی بەناوبانگی نووسیوە. لە ساڵی 1955 لە شاری ھەولێر لەدایکبووە و لە زانکۆی سەلاحەدین خوێندوویەتی. شیعرییەکانی بە زمانی کوردی نووسیوە.",
    "birthYear": 1955,
    "booksCount": 18
  },
  {
    "id": 3,
    "name": "شێخە مام",
    "image": "https://github.com/sahanddler/pdf/raw/main/author3.png",
    "description": "شاعیرە ژنێکی کوردی",
    "history": "شێخە سەعدیە یەکێکە لە شاعیرە ژنە بەناوبانگەکانی کورد کە چەندین دیوانی شیعری بەناوبانگی نووسیوە. لە ساڵی 1970 لە شاری کەرکوک لەدایکبووە و لە زانکۆی کەرکوک خوێندوویەتی. شیعرییەکانی بە تایبەتی دەربارەی مافی ژنان و کێشەکانی کۆمەڵگا نووسیوە.",
    "birthYear": 1970,
    "booksCount": 10
  },
  {
    "id": 4,
    "name": "شێخ کەمال",
    "image": "https://github.com/sahanddler/pdf/raw/main/author4.png",
    "description": "شاعیر و نووسەری کوردی",
    "history": "شێخ کەمال شاعیرێکی بەناوبانگی کوردییە کە چەندین دیوانی شیعری بەناوبانگی نووسیوە. لە ساڵی 1965 لە شاری دھۆک لەدایکبووە و لە زانکۆی دھۆک خوێندوویەتی. شیعرییەکانی بە تایبەتی دەربارەی مێژووی کورد و کێشەکانی کۆمەڵگا نووسیوە.",
    "birthYear": 1965,
    "booksCount": 20
  }
]
